Repository: mozilla-l10n/mozillians-l10n
Catalog: */LC_MESSAGES/django.po
Languages: bn_bd, cs, ia, ka, pt_br, ro, ru, th

source: Update Groups
bn_bd: গ্রুপগুলো হালনাগাদ করুন
cs: Aktualizovat skupiny
ia: Actualisar le gruppos
ka: ჯგუფების განახლება
pt_br: Atualizar grupos
ro: Actualizează grupurile
ru: Обновить группы
th: อัปเดตกลุ่ม

source: Update Location
bn_bd: লোকেশন আপডেট করুন
cs: Aktualizovat umístění
ia: Actualisar le position
ka: მდებარეობის განახლება
pt_br: Atualizar localização
ro: Actualizează locația
ru: Обновить местоположение
th: อัปเดตตำแหน่งที่ตั้ง

source: This field is required.
bn_bd: ফিল্ডটি প্রয়োজন।
cs: Toto pole je vyžadováno.
ia: Iste campo es requirite.
ka: ველის შევსება აუცილებელია.
pt_br: Este campo é obrigatório.
ro: Acest câmp este necesar.
ru: Это поле обязательно.
th: จำเป็นต้องกรอกข้อมูลในช่องนี้

source: I'm okay with you handling this info as you explain in <a href="%(privacy_url)s">Mozilla's privacy policy</a>.
cs: Souhlasím se zpracováním informací v podobě, jak jsou uvedeny v <a href="%(privacy_url)s">zásadách Mozilly pro ochranu osobních údajů</a>.
ia: Io concorda con te de gerer iste informationes como tu explica in <a href="%(privacy_url)s">le politica de confidentialitate de Mozilla</a>.
ka: თანახმა ვარ, რომ Mozilla-მ ჩემი მონაცემები გამოიყენოს, <a href="%(privacy_url)s">პირადულობის დაცვის დებულების</a> შესაბამისად.
pt_br: Eu concordo que vocês manipulem essas informações conforme explicado na <a href="%(privacy_url)s">política de privacidade da Mozilla</a>.
ro: Sunt de acord cu gestionarea acestor informații conform explicațiilor din <a href="%(privacy_url)s">Politica de confidențialitate Mozilla</a>.
ru: Я соглашаюсь с тем, что вы будете обрабатывать эту информацию, в соответствии с <a href="%(privacy_url)s">политикой приватности Mozilla</a>.
th: ฉันตกลงให้คุณจัดการข้อมูลนี้ตามที่อธิบายใน <a href="%(privacy_url)s">นโยบายความเป็นส่วนตัวของ Mozilla</a>

source: Complete Registration
cs: Dokončit registraci
ia: Completar le registration
ka: რეგისტრაციის დასრულება
pt_br: Concluir registro
ro: Finalizează înregistrarea
ru: Завершить регистрацию
th: ดำเนินการลงทะเบียนให้เสร็จสมบูรณ์

source: Your Mozilla Contributions
bn_bd: আপনার মজিলায় অবদানগুলো
cs: Vaše příspěvky Mozille
ia: Tu contributiones a Mozilla
ka: თქვენ მიერ შეტანილი წვლილი Mozilla-ში
pt_br: Suas contribuições a Mozilla
ro: Contribuțiile tale în cadrul Mozilla
ru: Ваш вклад в Mozilla
th: การมีส่วนร่วม Mozilla ของคุณ

source: Update Contributions
bn_bd: অবদানগুলো হালনাগাদ করুন
cs: Aktualizovat příspěvky
ia: Actualisar le contributiones
ka: შეტანილი წვლილის განახლება
pt_br: Atualizar contribuições
ro: Actualizează contribuțiile
ru: Обновить вклад
th: อัปเดตการมีส่วนร่วม

source: T-Shirt Size
bn_bd: টি-শার্ট এর সাইজ
cs: Velikost trička
ia: Dimension del T-Shirt
ka: მაისურის ზომა
pt_br: T-shirt do tamanho
ro: Mărime la tricou
ru: Размер футболки
th: ขนาดเสื้อยืด

source: Like t-shirts? Add your size so we can give you a shirt at events or for other special occasions.
cs: Máte rádi trička? Vyplňte svou velikost, abychom vám mohli dát tričko na události nebo při jiných speciálních příležitostech.
ia: Ama tu le t-shirts? Adde tu dimensiones assi nos pote dar te un camisa in eventos o pro altere special occasiones.
ka: მოგწონთ მაისურები? მიუთითეთ თქვენი ზომა და ჩვენ შეგვეძლება გადმოგცეთ ღონისძიებებისა და სხვა განსაკუთრებული შემთხვევების დროს.
pt_br: Gosta de t-shirts? Adicione o seu tamanho, para que possamos te dar uma camisa em eventos ou para outras ocasiões especiais.
ro: Îți plac tricourile? Adaugă mărimea ta pentru a-ți putea oferi un tricou la evenimente și alte ocazii speciale.
ru: Нравятся футболки? Укажите свой размер, чтобы получать футболки на мероприятиях или по другим особым поводам.
th: ชอบเสื้อยืดใช่ไหม? เพิ่มขนาดของคุณเพื่อให้เราสามารถมอบเสื้อให้แก่คุณในเหตุการณ์หรือโอกาสพิเศษอื่น ๆ ได้

source: Fitted
bn_bd: উপযুক্ত করা
cs: Dámské
ia: Plenate
ka: ვიწრო
pt_br: Básica
ro: De damă
ru: Приталенная
th: พอดี

source: A fitted-cut tshirt has a curved side hem which comes in at the waist and goes out at the upper and lower ends. Also known as women's.
cs: Vypasované triko má zakřivený boční lem, nejužší na pase a rozšiřující se směrem dolů a k ramenům. Také bývá označováno jako dámské.
ia: Un T-shirt adherente ha un orlo rolate que arriva in le cinctura e va foras in le extremitates superior e inferior. Alsi note como feminin.
ka: ვიწრო, მომდგარ მაისურს გააჩნია მრუდე გვერდები, რომელიც მიუყვება წელის ზომას, ხოლო ზემოთ და ქვემოთ ფართოვდება. ხშირად, უწოდებენ ქალისას.
pt_br: Uma camisa de corte ajustado tem uma bainha curva lateral que afunila para a cintura que vai para os limites superior e inferior. Também é conhecida como de mulher.
ro: Un tricou cu croială potrivită pentru femei, cu tiv curbat care vine pe talie și care iese în exterior la capete. Cunoscut și ca tricou „pentru femei” sau „de damă”.
ru: Приталенная футболка имеет изогнутые бока, сходящиеся на талии, и расходится вширь снизу и сверху. Также известна как «женская».
th: เสื้อยืดแบบตัดพอดีจะมีชายเสื้อด้านข้างโค้งเว้าเข้าที่เอวและออกไปที่ปลายด้านบนและล่าง หรือที่เรียกว่าเสื้อสำหรับผู้หญิง

source: Straight-cut
bn_bd: সরাসরি
cs: Rovný střih
ia: Sectura-recte
ka: ფართო
pt_br: Corte reto
ro: Unisex
ru: Прямой крой
th: ตัดตามยาว

source: A straight-cut shirt has wide shoulders and a body which is almost square. Often known as men's or unisex.
cs: Rovně střižené triko má široká ramena a stejnou šířku po celé délce. Také bývá označováno jako pánské nebo unisex tričko.
ia: Un camisa a sectura-recte ha large spatulas e un corpore que es quasi quadrate. Sovente note como de homine o unisex.
ka: ფართო მაისურია, რომლის სიგანეც ემთხვევა მხრების ზომას და თითქმის კვადრატულია. ხშირად უწოდებენ კაცისას ან ორივე სქესისას.
pt_br: Um camisa de corte reto tem ombros largos e um corpo quase quadrado. Também é conhecida como de homem ou uni-sexo.
ro: Un tricou cu croială dreaptă și formă rectangulară. Denumit și tricou „pentru bărbați” sau „unisex”.
ru: Футболка прямого кроя имеет широкие плечи и выглядит почти квадратной. Часто известна как «мужская» или «унисекс».
th: เสื้อยืดแบบตัดตามยาวจะมีบริเวณไหล่กว้างและมีบริเวณลำตัวคล้ายทรงสี่เหลี่ยม โดยมักจะเรียกว่าเสื้อสำหรับผู้ชายหรือเสื้อที่สามารถสวมใส่ได้ทั้งสองเพศ

source: Update T-shirt size
bn_bd: টি-শার্ট সাইজ হালনাগাদ করুন
cs: Aktualizovat velikost trička
ia: Actualisar le dimensiones del T-Shirt
ka: მაისურის ზომის განახლება
pt_br: Atualizar tamanho da camisa
ro: Actualizează mărimea tricoului
ru: Обновить размер футболки
th: อัปเดตขนาดเสื้อยืด

source: Does this profile belong to a Mozillian? Let us know how %(full_name)s has contributed to the project.
cs: Patří tento profil členu Mozillians? Dejte nám vědět, jak %(full_name)s přispívá projektu.
ia: Pertine iste profilo a un Mozilliano? Lassa nos saper como %(full_name)s ha contribuite al projecto.
ka: ეს პროფილი მოზილელისაა? გვაცნობეთ, თუ რა წვლილი აქვს შეტანილი %(full_name)s-ს ამ პროექტში.
pt_br: Será que este perfil pertence a um Mozillian? Deixe-nos saber como %(full_name)s tem contribuído para o projeto.
ro: Acest profil aparține unui mozillian? Anunță-ne cum a contribuit %(full_name)s la proiect.
ru: Этот профиль принадлежит Мозилльянину? Дайте нам знать, какой вклад в проект внёс %(full_name)s.
th: โปรไฟล์นี้เป็นของชาว Mozilla หรือไม่? แจ้งให้เราทราบว่า %(full_name) มีส่วนร่วมในโครงการอย่างไร

source: Do you know this Mozillian? Let us know how %(full_name)s has contributed to the project.
cs: Znáte tohoto člena Mozillians? Dejte nám vědět, jak %(full_name)s přispívá projektu.
ia: Cognosce tu iste Mozilliano? Lassa nos saper como %(full_name)s ha contribuite al projecto.
ka: იცნობთ ამ მოზილელს? გვაცნობეთ, თუ რა წვლილი აქვს შეტანილი %(full_name)s-ს ამ პროექტში.
pt_br: Você conhece este Mozillian? Deixe-nos saber como %(full_name)s tem contribuído para o projeto.
ro: Cunoști pe acest mozillian? Spune-ne despre cum a contribuit %(full_name)s la proiect.
ru: Вы знаете этого Мозилльянина? Дайте нам знать, какой вклад в проект внёс %(full_name)s.
th: คุณรู้จักชาว Mozilla คนนี้หรือไม่? แจ้งให้เราทราบว่า %(full_name) มีส่วนร่วมในโครงการอย่างไร

source: Characters remaining:
bn_bd: অক্ষর বাকি:
cs: Zbývá znaků:
ia: Characteres remanente:
ka: დარჩენილი სიმბოლო:
pt_br: Caracteres restantes:
ro: Caractere rămase:
ru: Осталось символов:
th: จำนวนตัวอักษรที่เหลืออยู่:

source: Send invite
bn_bd: আমন্ত্রন পাঠানো
cs: Poslat pozvání
ia: Inviar invitation
ka: მოწვევის გაგზავნა
pt_br: Enviar convite
ro: Trimite o invitație
ru: Отправить приглашение
th: ส่งคำเชิญ

source: Vouch for %(name)s
bn_bd: %(name)s এর জন্য অনুমোদন করা হয়েছে
cs: Hlasovat pro %(name)s
ia: Garanti pro %(name)s
ka: %(name)s-ის თავდებობა
pt_br: Atestar %(name)s
ro: Recomandă pe %(name)s
ru: Поручиться за %(name)s
th: รับรอง %(name)s

source: Only vouch for users who have made significant contributions and are at least 13 years old.
cs: Hlasujte pouze pro uživatele, kteří přispěli významně a jsou starší 13 let.
ia: Garanti solo pro usatores qui ha producite contributiones significante e es al minus 13 annos vetere.
ka: გახდით მხოლოდ იმ მომხმარებლების თავდები, რომელთაც მნიშვნელოვანი წვლილი ექნებათ შეტანილი და იქნებიან არანაკლებ 13 წლისანი.
pt_br: Apenas ateste usuários que fizeram contribuições significativas e tem pelo menos 13 anos de idade.
ro: Recomandă doar persoane care au făcut contribuții semnificative și care au cel puțin 13 ani.
ru: Поручайтесь только за пользователей, которые внесли значительный вклад, и которым не менее 13 лет.
th: รับรองเฉพาะผู้ใช้ที่มีผลงานที่สำคัญและมีอายุอย่างน้อย 13 ปีเท่านั้น

source: Once vouched, they will be able to:
bn_bd: একবার ভাউচকৃত, তারা যা করতে :
cs: Jakmile budete schváleni, budete moci:
ia: Un vice que ille es garantite, potera:
ka: მას შემდეგაც რაც გახდებიან თავდებული, შეეძლებათ:
pt_br: Depois do atestado, você poderá participar dos grupos.
ro: Odată recomandat, ei vor putea să:
ru: Когда за них поручатся, они смогут:
th: เมื่อถูกรับรองแล้ว พวกเขาจะสามารถ:

source: View all profiles and join groups.
bn_bd: সকল প্রোফাইল দেখুন এবং গ্রুপে যোগদান করুন।
cs: Zobrazit všechny profily a připojit se do skupin.
ia: Vider tote le profilos e junger se a gruppos.
ka: იხილეთ ყველა პროფილი და შეუერთდით ჯგუფებს.
pt_br: Veja todos os perfis e participe de grupos.
ro: Vadă alte profile și să se alăture grupurilor.
ru: Просмотреть все профили и присоединиться к группам.
th: ดูโปรไฟล์ทั้งหมดและเข้าร่วมกลุ่ม

source: Access special video content on Air Mozilla.
bn_bd: Air Mozilla তে বিশেষ ভিডিও কনটেন্টে প্রবেশাধিকার পান।
cs: Mít přístup ke speciálnímu video obsahu na Air Mozilla.
ia: Acceder special contento video sur Air Mozilla.
ka: იხილეთ საგანგებო ვიდეო-შიგთავსი, Air Mozilla-ზე.
pt_br: Acesso a vídeos com conteúdo especial no Air Mozilla.
ro: Acceseze conținut video exclusiv pe Air Mozilla.
ru: Доступ к специальному видеоконтенту на Air Mozilla.
th: เข้าถึงเนื้อหาวิดีโอพิเศษบน Air Mozilla

source: Use other Mozilla apps as a vouched user.
bn_bd: ভাউচ ইউজার হিসেবে অন্য Mozilla অ্যাপ ব্যবহার করুন।
cs: Používat jiné aplikace Mozilla jako schválený uživatel.
ia: Usar altere applicationes Mozilla como usator garantite.
ka: სხვა Mozilla პროგრამების გამოყენება, როგორც თავდებული მომხმარებლის.
pt_br: Usar outros aplicativos Mozilla como um usuário atestado.
ro: Folosească aplicații Mozilla ca utilizator recomandat.
ru: Используйте другие приложения Mozilla, как пользователь, за которого поручились.
th: ใช้แอป Mozilla อื่น ๆ ในฐานะผู้ใช้ที่ถูกรับรอง

source: Vouches cannot be edited or retracted.
bn_bd: ভাউচ সম্পাদনা বা অনুমোদনহীন করা যায় না।
cs: Hlasování nemohou být upravována nebo vracena zpět.
ia: Le garantias non pote ser modificate o retractate.
ka: თავდებობის ჩასწორება ან უკან წაღება, შეუძლებლია.
pt_br: Atestados não podem ser editados ou retirados.
ro: Recomandările nu pot fi editate sau retrase.
ru: Поручительства не могут быть отредактированы или отозваны.
th: ไม่สามารถแก้ไขหรือยกเลิกการรับรองได้

source: <a href="%(vouching_url)s">Read more about vouching.</a>
bn_bd: <a href="%(vouching_url)s">অনুমোদন নিয়ে আরো পড়ুন।</a>
cs: <a href="%(vouching_url)s">Přečíst si více o hlasování.</a>
ia: <a href="%(vouching_url)s">Lege plus re como garantir.</a>
ka: <a href="%(vouching_url)s">იხილეთ ვრცლად, თავდებობის შესახებ.</a>
pt_br: <a href="%(vouching_url)s">Leia mais sobre atestados.</a>
ro: <a href="%(vouching_url)s">Citește mai multe despre recomandări.</a>
ru: <a href="%(vouching_url)s">Узнайте больше о поручительстве.</a>
th: <a href="%(vouching_url)s">อ่านเพิ่มเติมเกี่ยวกับการรับรอง</a>

source: Vouched
bn_bd: অনুমোদিত
cs: Potvrzený
ia: Garantite
ka: თავდებული
pt_br: Atestado
ro: Recomandat
ru: С поручительством
th: รับรองแล้ว

source: Unvouched
bn_bd: অনুমোদিত
cs: Nepotvrzený
ia: De-garantite
ka: თავდების გარეშე
pt_br: Não atestado
ro: Nerecomandat
ru: Без поручительства
th: ไม่ได้รับรอง

source: Display only
bn_bd: শুধুমাত্র প্রদর্শনের জন্য
cs: Pouze zobrazit
ia: Monstrar solo
ka: მხოლოდ ჩვენება
pt_br: Mostrar apenas
ro: Afișează numai
ru: Отображать только
th: แสดงผลเท่านั้น

source: All timezones
bn_bd: সকল টাইম জোন
cs: Všechny časové zóny
ia: Tote le fusos horari
ka: ყველა სასაათო სარტყელი
pt_br: Todos os fusos horários
ro: Toate fusurile orare
ru: Все временные зоны
th: เขตเวลาทั้งหมด

source: Username
bn_bd: ব্যবহারকারীর নাম
cs: Uživatelské jméno
ia: Nomine del usator
ka: მომხმარებლის სახელი
pt_br: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
th: ชื่อผู้ใช้

source: This username is in use. Please try another.
bn_bd: ইউজারনেম টি ব্যবহৃত হয়েছে। অনুগ্রহ করে অারেকটি চেস্টা করুন।
cs: Toto uživatelské jméno je již používáno. Zkuste prosím jiné.
ia: Iste nomine de usator es in uso. Per favor reproba.
ka: ეს სახელი უკვე გამოყენებულია. გთხოვთ სცადოთ სხვა.
pt_br: Esse nome de usuário já está em uso. Tente outro.
ro: Acest nume de utilizator este deja în uz. Te rugăm să încerci altul.
ru: Это имя пользователя уже используется. Пожалуйста, попробуйте другое.
th: ชื่อผู้ใช้นี้ถูกใช้ไปแล้ว โปรดลองใช้ชื่ออื่น

source: Please use only alphanumeric characters
bn_bd: অনুগ্রহ করে আলফানিউমেরিক অক্ষরসমূহ ব্যবহার করুন
cs: Použijte prosím pouze alfanumerické znaky
ia: Per favor usa solo characteres alphanumeric
ka: გთხოვთ, გამოიყენოთ, მხოლოდ ანბანის ასოები და ციფრები
pt_br: Use somente caracteres alfanuméricos
ro: Te rugăm să folosești doar caractere alfanumerice
ru: Пожалуйста, используйте только буквы и цифры
th: โปรดใช้เฉพาะตัวอักษรและตัวเลขเท่านั้น

source: This username is not allowed, please choose another.
bn_bd: ইউজারনেমটি অনুমদিত নয়, অনুগ্রহ করে আরেকটি পছন্দ করুন।
cs: Toto uživatelské jméno není dovoleno, zvolte prosím jiné.
ia: Iste nomine de usator non es consentite, per favor elige un altero.
ka: ეს სახელი არაა დაშვებული, გთხოვთ მიუთითოთ სხვა.
pt_br: Esse nome de usuário não é permitido, escolha outro.
ro: Acest nume de utilizator nu este permis, te rugăm să alegi altul.
ru: Это имя пользователя не разрешено, пожалуйста, выберите другое.
th: ชื่อผู้ใช้นี้ไม่ได้รับอนุญาต โปรดเลือกชื่ออื่น

source: Please supply your location data.
bn_bd: অনুগ্রহ করে আপনার লোকেশন ডাটা সরবরাহ করুন।
cs: Zadejte prosím data o poloze.
ia: Per favor forni tu datos de position.
ka: გთხოვთ, მოგვაწოდოთ თქვენი მდებარეობის მონაცემები.
pt_br: Por favor, forneça seus dados de localização.
ro: Te rugăm să furnizezi datele de locație.
ru: Укажите данные о вашем местоположении.
th: โปรดระบุข้อมูลตำแหน่งที่ตั้งของคุณ

source: When did you get involved with Mozilla?
bn_bd: কবে থেকে আপনি মজিলার সাথে যুক্ত?
cs: Kdy jste se zapojili do projektu Mozilla?
ia: Desde quando ha tu collaborate con Mozilla?
ka: როდის ჩაერთეთ Mozilla პროექტში?
pt_br: Quando começou a colaborar com a Mozilla?
ro: Când te-ai implicat la Mozilla?
ru: Когда вы подключились к участию в Mozilla?
th: คุณมีส่วนร่วมกับ Mozilla ตั้งแต่เมื่อใด?

source: Email
bn_bd: ইমেইল
ka: ელფოსტა
ru: Адрес эл. почты
th: อีเมล

source: Email is currently associated with another user.
bn_bd: ইমেইলটি অন্য ইউজারের জন্য ব্যবহৃত হয়েছে।
cs: E-mail je aktuálně asociován s jiným uživatelem.
ia: Le email es actualmente associate con un altere usator.
ka: ელფოსტის ეს მისამართი, ამჟამად სხვა მომხმარებელთანაა დაკავშირებული.
pt_br: Esse e-mail já está associado a outro usuário.
ro: E-mailul este în prezent asociat cu un alt utilizator.
ru: Этот адрес эл. почты уже связан с другим пользователем.
th: อีเมลนี้ถูกเชื่อมโยงกับผู้ใช้อื่นแล้ว

source: Provide a reason for vouching with relevant links
bn_bd: ভাউচ করার জন্য সংশ্লিষ্ট লিঙ্কসহ কোন কারণ প্রদান করুন
cs: Přidejte relevantní důvody včetně odkazů, proč by mělo dojít ke schválení
ia: Fornir un ration pro garantir con ligamines pertinente
ka: მოგვაწოდეთ თავდებობის მიზეზი, შესაბამისი ბმულებით
pt_br: Forneça uma razão para atestar com links relevantes
ro: Oferă un motiv pentru recomandare cu linkuri relevante
ru: Укажите причину поручительства, введя относящиеся к этому ссылки
th: ระบุเหตุผลสำหรับการรับรองพร้อมลิงก์ที่เกี่ยวข้อง

source: You must enter a reason for vouching for this person.
bn_bd: এই ব্যক্তিকে ভাউচ করতে অবশ্যই কারণ প্রদান করতে হবে।
cs: Musíte zadat důvod schválení této osoby.
ia: Tu debe inserer un ration pro garantir pro iste persona.
ka: უნდა მიუთითოთ, ამ მომხმარებლის თავდებობის მიზეზი.
pt_br: Você deve digitar uma razão para atestar essa pessoa.
ro: Trebuie să introduci un motiv pentru recomandarea acestei persoane.
ru: Вы должны указать причину поручительства за этого человека.
th: คุณต้องป้อนเหตุผลสำหรับการรับรองบุคคลนี้

source: Personal message to be included in the invite email
bn_bd: আমন্ত্রণ ইমেইলে ব্যক্তিগত বার্তা দেওয়া যেতে পারে
cs: Osobní zpráva pro vložení do zvacího e-mailu
ia: Message personal a includer in le email de invitation
ka: პირადი წერილი, რომელიც დართული ექნება მოწვევის წერილს
pt_br: Mensagem pessoal a ser incluída no e-mail convite
ro: Mesaj personal care să fie inclus în e-mailul de invitare
ru: Личное сообщение, которое будет включено в пригласительное письмо
th: ข้อความส่วนตัวที่จะรวมอยู่ในอีเมลคำเชิญ

source: Recipient's email
bn_bd: প্রাপকের ইমেইল
cs: E-mail příjemce
ia: Email del destinatario
ka: მიმღების ელფოსტა
pt_br: E-mail do destinatário
ro: Adresa de e-mail a destinatarului
ru: Адрес эл. почты получателя
th: อีเมลของผู้รับ

source: You cannot invite someone who has already been vouched.
bn_bd: আপনি এমন কাউকে আমন্ত্রণ করতে পারবেন যিনি ইতোমধ্যেই অনুমদিত।
cs: Nemůžete pozvat někoho, kdo již by schválen.
ia: Tu non pote invitar alcuno qui ha jam essite garantite.
ka: თქვენ არ შეგიძლიათ, უკვე თავდებულის მოწვევა.
pt_br: Você não pode convidar alguém que já foi atestado.
ro: Nu poți invita pe cineva care a fost deja recomandat.
ru: Вы не можете пригласить кого-то, за кого уже поручились.
th: คุณไม่สามารถเชิญคนที่ได้รับการรับรองแล้วได้

source: What would you like to report?
bn_bd: আপনি কি রিপোর্ট করতে চান?
cs: Co byste chtěli nahlásit?
ia: Que vole tu reportar?
ka: რის შესახებ გსურთ მოხსენება?
pt_br: O que você gostaria de relatar?
ro: Ce ai dori să reportezi?
ru: О чём вы хотите сообщить?
th: คุณต้องการรายงานอะไรบ้าง?

source: Please complete registration before proceeding.
bn_bd: অগ্রসর হওয়ার আগে অনুগ্রহ করে নিবন্ধন করুন।
cs: Před pokračováním prosím dokončete registraci.
ia: Per favor completa le registration ante de continuar.
ka: გაგრძელებამდე, გთხოვთ, დაასრულოთ რეგისტრაცია.
pt_br: Complete seu registro antes de prosseguir.
ro: Te rugăm să completezi procedura de înregistrare pentru a continua.
ru: Перед продолжением, пожалуйста, завершите регистрацию.
th: โปรดทำการลงทะเบียนให้เสร็จสมบูรณ์ก่อนดำเนินการต่อ

source: Recipient
bn_bd: প্রাপক
cs: Příjemce
ia: Destinatario
ka: მიმღები
pt_br: Convidado
ro: Destinatar
ru: Получатель
th: ผู้รับ

source: A fellow Mozillian
bn_bd: একজন ফেলো মজিলিয়ান
cs: Kolegové na Mozillian
ia: Un collega mozillian
ka: თანამოზილელი
pt_br: Um companheiro Mozillian
ro: Un coleg mozillian
ru: Знакомый мозилльянин
th: เพื่อนชาว Mozilla

source: Please join me on mozillians.org
bn_bd: অনুগ্রহ করে mozillians.org এ আমার সাথে যোগ দিন
cs: Připojte se ke mně na mozillians.org
ia: Per favor junger me sur mozillians.org
ka: გთხოვთ, მიმიღოთ mozillian.org-ზე
pt_br: Junte-se a mim em mozillians.org
ro: Te rog alătură-te și tu pe mozillians.org
ru: Пожалуйста, присоединитесь ко мне на mozillians.org
th: โปรดเข้าร่วมฉันบน mozillians.org

source: %s created a Mozillians profile
bn_bd: %s একটি Mozillians প্রোফাইল তৈরি করেছেন
cs: %s vytvořil(a) profil na serveru Mozillians
ia: %s creava un profilo de mozillianos
ka: მოზილელის პროფილის შემქმნელია %s
pt_br: %s criou um perfil Mozillian
ro: %s a creat un profil de mozillian
ru: %s создал профиль Мозилльянина
th: %s ได้สร้างโปรไฟล์ Mozillians

source: Twitter usernames cannot be longer than 15 characters.
bn_bd: Twitter ইউজারনেম 15 অক্ষরের বেশি হবে না।
cs: Uživatelské jméno na Twitteru nemůže být delší než 15 znaků.
ia: Le nomines de usator de Twitter non pote ser plus longe que 15 characteres.
ka: ტვიტერის სახელი არ უნდა აღემატებოდეს 15 სიმბოლოს.
pt_br: Nomes de usuário do Twitter não podem ter mais de 15 caracteres.
ro: Numele de Twitter nu pot fi mai lung de 15 caractere.
ru: Имя пользователя на Твиттере не может быть длиннее 15 символов.
th: ชื่อผู้ใช้ Twitter ไม่สามารถยาวกว่า 15 ตัวอักษร

source: Twitter usernames must contain only alphanumeric characters and the underscore.
bn_bd: Twitter ইউজারনেমে অবশ্যই কেবল আলফানিউমেরিক অক্ষর এবং আন্ডারস্কোর থাকবে।
cs: Uživatelská jména na Twitteru mhou obsahovat pouze alfanumerické znaky a podtržítko.
ia: Le nomines de usator de Twitter debe continer solo characteres alphanumeric e le sublinea.
ka: ტვიტერის სახელი უნდა შედგებოდეს, მხოლოდ, ანბანის ასოებისა და ქვედა ხაზებისგან.
pt_br: Nomes de usuário do Twitter devem ter apenas caracteres alfanuméricos e sublinhado.
ro: Numele de Twitter trebuie să conțină doar caractere alfanumerice și simbolul de subliniere.
ru: Имена в Твиттере могут содержать только буквы, цифры и подчеркивание.
th: ชื่อผู้ใช้ Twitter จะต้องมีตัวอักษรผสมตัวเลขและเครื่องหมายขีดล่างเท่านั้น

source: Enter a valid URL.
bn_bd: বৈধ URL দিন।
cs: Zadejte platnou URL.
ia: Insere un URL valide.
ka: შეიყვანეთ მართებული URL.
pt_br: Digite um URL válido.
ro: Introdu un URL valid.
ru: Введите правильный URL.
th: ป้อน URL ที่ถูกต้อง

source: This field requires an identifier, not a URL.
bn_bd: ফিল্ডটিতে আইডেনটিফায়ার প্রয়োজন, কোন URL না।
cs: Toto pole vyžaduje identifikátor, nikoliv URL.
ia: Iste campo require un identificator, non un URL.
ka: ველში საჭიროა დაბოლოების შეყვანა და არა სრული URL-ბმულის.
pt_br: Este campo requer um identificador, não um URL.
ro: Acest câmp necesită un identificator, nu un URL.
ru: Это поле требует ввод идентификатора, а не URL.
th: ช่องนี้ต้องการตัวระบุ ไม่ใช่ URL

source: Enter a valid email address.
bn_bd: বৈধ ইমেইল ঠিকানা দিন।
cs: Zadejte platnou e-mailovou adresu.
ia: Insere un adresse de e-mail valide.
ka: შეიყვანეთ ელფოსტის მართებული მისამართი.
pt_br: Digite um endereço de e-mail válido.
ro: Introdu o adresă de e-mail validă.
ru: Введите корректный адрес эл. почты.
th: ป้อนที่อยู่อีเมลที่ถูกต้อง

source: Please enter a valid phone number in international format (e.g. +1 555 555 5555)
bn_bd: অনুগ্রহ করে আন্তর্জাতিক ফরমেটে বৈধ ফোন নম্বর দিন (উদা. +1 555 555 5555)
cs: Zadejte prosím platné telefonní číslo s mezinárodní předvolbou (např. +420 123 456 789)
ia: Per favor insere un numero de telephono valide in le formato international (e.g. +1 555 555 5555)
ka: გთხოვთ, მიუთითოთ ტელეფონის მართებული ნომერი საერთაშორისო ფორმატით (მაგ. +1 555 555 5555)
pt_br: Digite um número de telefone válido no formato internacional (ex : +55 33 3333 3333)
ro: Te rugăm să introduci un număr de telefon valid în format internațional (de ex. +40 755 555 555)
ru: Пожалуйста, введите действительный номер телефона, в международном формате (например, +7 495 555 5555)
th: โปรดป้อนหมายเลขโทรศัพท์ที่ถูกต้องในรูปแบบสากล (เช่น +1 555 555 5555)
