Repository: mozilla-l10n/mozillians-l10n
Catalog: */LC_MESSAGES/django.po
Languages: bn_bd, cs, ia, ka, pt_br, ro, ru, th

source: <p> Mozillians are people who volunteer their time to advance the Mozilla mission. They're dedicated to promoting openness, innovation and opportunity on the Web and they form the core of our community. </p> <p> This directory is a resource to make it easy for Mozillians to learn who is involved, what they do and how to connect with them. It also allows you to receive email communications from Mozilla. </p> <p> <a href="%(wiki_roadmap_url)s">These features</a>, and others, are currently in development. If you'd like to help us out with these, find out how you can <a href="%(wiki_get_involved_url)s"> get involved</a>. </p>
cs: <p> Uživatelé serveru Mozillians jsou lidé, kteří ve svém volném čase prosazují principy mise Mozilly. Propagují otevřenost, inovace a příležitosti na webu a jsou klíčovou součástí naší komunity. </p> <p> Adresář je snadným zdrojem pro členy serveru Mozillians, kteří se chtějí dozvědět, kdo je zapojen do projektu, co dělá a jak jej kontaktovat. Umožní vám také dostávat zprávy od Mozilly e-mailem. </p> <p> <a href="%(wiki_roadmap_url)s">Tyto funkce</a> a řada dalších jsou aktuálně ve vývoji. Pokud byste nám rádi pomohli, můžete se <a href="%(wiki_get_involved_url)s">zapojit</a>. </p>
ia: <p> Le mozillianos es personas qui offere lor tempore pro facer progreder le mission de Mozilla. Illes es dedicate al promotion del apertura, innovation e opportunitate del web e illes forma le nucleo de nostre communitate. </p> <p> Iste directorio es un ressource pro render facile al mozillianos saper qui es involvite, que illes face e como connecter se con illes. Illo alsi te permitte de reciper communicationes email de Mozilla. </p> <p> <a href="%(wiki_roadmap_url)s">Iste functionalitates</a>, e alteros, es currentemente in disveloppamento. Si tu amarea adjutar nos con istes, trova como tu pote <a href="%(wiki_get_involved_url)s"> collaborar</a>.</p>
ka: <p> მოზილელები არიან ის ადამიანები, რომლებიც საკუთარ დროს უძღვნიან Mozilla-ს უმაღლესი მიზნის შესრულებას. ისინი ხელს უწყობენ გახსნილობას, სიახლეების დანერგვასა და შესაძლებლობების გაფართოებას ინტერნეტში და წარმოადგენენ ჩვენი ერთობის ბირთვს. </p> <p> ამ ცნობარში მოცემულია თუ ვინ რა პროექტშია ჩართული, რას საქმიანობს და როგორ შეიძლება თითოეულთან დაკავშირება. მისი მეშვეობით, ასევე შეგიძლიათ ელფოსტაზე გამოხმაურებების მიღება Mozilla-სგან. </p> <p> <a href="%(wiki_roadmap_url)s">მოცემული შესაძლებლობები</a> და სხვა დანარჩენი, ამჟამად შემუშავების პროცესშია. თუ გსურთ, თქვენც მიიღოთ მონაწილეობა, გაეცანით დაწვრილებით ინფორმაციას, როგორ შეგიძლიათ <a href="%(wiki_get_involved_url)s">ჩაერთოთ</a>. </p>
pt_br: <p> Mozillians são pessoas que dedicam seu tempo para levar adiante a missão Mozilla. Elas dedicam-se a promover abertura, inovação e oportunidades na web e formam o núcleo da nossa comunidade. </p> <p> Este diretório é um recurso para os Mozillians conhecerem quem está envolvido, o que fazem e como entrar em contato. Também permite que você receba e-mails com comunicados da Mozilla. </p> <p> <a href="%(wiki_roadmap_url)s">Estes recursos</a> e outros, estão atualmente em desenvolvimento. Se quiser nos ajudar nessa tarefa, descubra como <a href="%(wiki_get_involved_url)s"> envolver-se</a>. </p>
ro: <p> Mozillienii sunt persoane care fac voluntariat în timpul lor pentru a promova misiunea Mozilla. Sunt dedicați promovării deschiderii, inovării și oportunității pe Web și formează nucleul comunității noastre. </p> <p> Acest director este o resursă pentru a facilita mozillienilor să afle cine este implicat și cum să intre în contact cu aceștia. De asemenea, îți permite să primești e-mailuri cu comunicări de la Mozilla. </p> <p> <a href="%(wiki_roadmap_url)s">Aceste funcții</a> și altele se află momentan în dezvoltare. Dacă dorești să ne ajuți, află cum să <a href="%(wiki_get_involved_url)s"> te implici</a>. </p>
ru: <p> Мозилльяне — люди, добровольно посвящающие свое время делу продвижения миссии Mozilla. Они распространяют в Интернете идеи открытости, инновационности и предоставления равных возможностей, формируя ядро нашего сообщества. </p> <p> Этот каталог представляет собой ресурс, позволяющий Мозилльянам легко узнать, кто вовлечён, кто чем занимается и как с ними связаться. Также благодаря этому ресурсу вы можете получать сообщения по эл. почте от Mozilla. </p> <p> <a href="%(wiki_roadmap_url)s">Как эти,</a> так и другие функции находятся сейчас в процессе разработки. Если вы хотите нам в этом помочь, узнайте, как вы можете <a href="%(wiki_get_involved_url)s"> принять участие</a>. </p>

source: Privacy First
bn_bd: গোপনীয়তা সর্বাগ্রে
cs: Soukromí na prvním místě
ia: Confidentialitate primo
ka: პირადულობა უწინარეს ყოვლისა
pt_br: Privacidade em primeiro lugar
ro: Confidențialitate înainte de toate
ru: Приватность превыше всего
th: ความเป็นส่วนตัวต้องมาก่อน

source: Privacy has been an important part of this directory from the very beginning. We want to make sure we provide Mozillians with the best experience possible, from the way the site is built to the way we vouch for new users before they can access data that should only be available to other Mozillians. Read our <a href="%(privacy_policy_url)s"> Privacy Policy </a> for more information.
cs: Otázka soukromí byla důležitá již od začátku vytváření tohoto adresáře. Chceme poskytnout členům serveru Mozillians tu nejlepší funkčnost, jaká je možná, a od toho se odvíjí návrh webu a způsob, jakým se přidávají noví členové, kteří mohou přistupovat k informacím, které jsou dostupné pouze ostatním členům serveru Mozillians. Pro více informací si přečtěte naše <a href="%(privacy_policy_url)s">zásady ochrany osobních údajů</a>.
ia: Le confidentialitate ha essite un importante parte de iste directorio ab le prime initio. Nos vole render secur nos de fornir le mozillianos con le melior experientia possibile, ab le maniera cuje le sito es construite al maniera nos garanti pro nove usatores ante que illes pote acceder datos que deberea solo ser disponibile a altere mozillianos. Lege nostre <a href="%(privacy_policy_url)s"> Regulamento de confidentialitate </a> pro altere informationes.
ka: პირადი მონაცემების დაცვა, ამ ცნობარის მნიშვნელოვან ნაწილს წარმოადგენს. ჩვენ გვსურს, რომ მოზილელებს შევთავაზოთ მოსახერხებელი და უსაფრთხო სამუშაო გარემო, დაწყებული საიტის სათანადოდ გამართვით, დამთავრებული ახალი წევრების მიღების შესაბამისი გზებით, რაც გულისხმობს, რომ მხოლოდ თავდებობის შემდეგაა შესაძლებელი იმ მონაცემების ხილვა, რომელიც მხოლოდ მოზილელებისთვისაა ხელმისაწვდომი. ვრცლად, იხილეთ ჩვენი <a href="%(privacy_policy_url)s"> პირადი მონაცემების დაცვის დებულება </a>.
pt_br: A privacidade tem sido uma parte importante deste diretório desde o início. Nós queremos ter certeza de que oferecemos aos Mozillians a melhor experiência possível, desde a maneira como o site é construído até a forma como nós atestamos a identidade de novos usuários antes que eles tenham acesso aos dados disponíveis somente aos Mozillians. Leia nossa <a href="%(privacy_policy_url)s">Política de privacidade </a> para mais informações.
ro: Confidențialitatea a fost de la bun început o parte importantă a acestui director. Vrem să ne asigurăm că le oferim mozillienilor cea mai bună experiență posibilă, de la construcția site-ului până la recomandările de utilizatori noi înainte să poată accesa date care trebuie să fie disponibile numai pentru alți mozillieni. Citește <a href="%(privacy_policy_url)s"> Politica noastră de confidențialitate </a> pentru mai multe informații.
ru: Приватность с самого начала является важной частью этого каталога. Мы хотим, чтобы Мозилльяне работали в самых комфортных условиях, начиная с того, как построен сайт, и заканчивая механизмом поручительства за новых пользователей, перед тем, как они могут получить доступ к данным, которые должны быть доступны только для других Мозилльян. Для получения более подробной информации прочтите нашу <a href="%(privacy_policy_url)s">Политику Приватности </a>.

source: Get Involved
bn_bd: সম্পৃক্ত হোন
cs: Zapojte se
ia: Collabora
ka: ჩაერთეთ
pt_br: Envolva-se
ro: Implică-te
ru: Присоединяйтесь
th: มีส่วนร่วม

source: The community directory is also a community project and you are welcome to get involved to help us make it even better or to integrate it into other community tools. Get in touch with us on the <a href="%(google_groups_url)s"> Mozillians forums </a> to learn how.
cs: Adresář členů komunity je též komunitní projekt a je vítáno, když se zapojíte a pomůžete nám vytvořit web lepším či jej pomůžete integrovat do jiných komunitních nástrojů. Pro komunikaci s námi navštivte <a href="%(google_groups_url)s">diskusní skupinu serveru Mozillians</a>, kde se dozvíte více informací.
ia: Le directorio de communitate es alsi un projecto de communitate e tu es benvenite a collaborar a adjutar nos lo render mesmo melior o pro lo integrar in altere utensiles del communitate. Contacta nos sur le <a href="%(google_groups_url)s"> Foros del mozillianos </a> pro saper como.
ka: ერთობის ცნობარი, აგრეთვე წარმოადგენს ერთობის პროექტს, რომელშიც შეგიძლიათ თავისუფლად ჩაერთოთ და გახადოთ, კიდევ უფრო უკეთესი ან უზრუნველყოთ მისი დაკავშირება, ერთობის სხვა ხელსაწყოებთან. გამოგვეხმაურეთ <a href="%(google_groups_url)s"> მოზილელების ფორუმზე </a> დამატებითი ინფორმაციისთვის.
pt_br: O diretório da comunidade também é um projeto da comunidade e você é bem-vindo para participar e ajudar a torná-lo ainda melhor ou integrá-lo em outras ferramentas da comunidade. Entre em contato conosco nos <a href="%(google_groups_url)s"> fóruns dos Mozillians </a> para saber como.
ro: Directorul comunitar este de asemenea un proiect al comunității la care ești binevenit să te alături pentru a ne ajuta să îl facem și mai bun sau să-l integrăm în alte unelte ale comunității. Ia legătura cu noi pe <a href="%(google_groups_url)s"> forumurile Mozillians </a> pentru a afla cum.
ru: Каталог сообщества также является проектом сообщества и мы приглашаем вас принять в нём участие и помочь нам сделать его ещё лучше, или интегрировать его с другими инструментами сообщества. Чтобы узнать больше, выйдите с нами на связь через <a href="%(google_groups_url)s">форумы Мозилльян</a>.

source: Mozillians API
bn_bd: মজিলিয়ান API
ia: API del mozillianos
ka: მოზილელების API
pt_br: API Mozillians
ro: API-ul Mozillians
th: API ของ Mozillians

source: API Version 2
bn_bd: API এর ভার্সন 2
cs: API verze 2
ia: Version 2 de API
ka: API ვერსია 2
pt_br: API Versão 2
ro: API versiunea 2
ru: API версии 2
th: API รุ่น 2

source: Take a look at the list of the API methods we've made available in our <a href="%(api_schema_url)s">documentation</a>. You can instantly get a new API key by submitting a request below. If you need a key with elevated permissions you'll have to <a href="%(bugzilla_request_url)s">file a bug</a>.
cs: Podívejte se na seznam metod API, které jsme vám zpřístupnili v naší <a href="%(api_schema_url)s">dokumentaci</a>. Nový API klíč můžete snadno získat odesláním požadavku níže. Pokud potřebujete klíč se zvýšeními oprávněními, prosím <a href="%(bugzilla_request_url)s">vložte bug</a>.
ia: Reguarda in le lista del methodos de API que nos ha rendite disponibile in nostre <a href="%(api_schema_url)s">documentation</a>. Tu pote instantaneemente obtener un nove clave API per le invio del requesta infra. Si tu besonia un clave con elevate permissos tu debera <a href="%(bugzilla_request_url)s">indicar un defecto</a>.
ka: გადახედეთ ჩვენი API საშუალებების ჩამონათვალს, რომელიც ხელმისაწვდომია ჩვენს <a href="%(api_schema_url)s">დოკუმენტაციაში</a>. ახალი API გასაღების მიღება მყისიერად შეგიძლიათ, ქვემოთ მოცემული მოთხოვნის გადმოგზავნით. თუ გესაჭიროებათ გასაღები აღმატებული უფლებებით, უნდა <a href="%(bugzilla_request_url)s">მოგვახსენოთ ამის შესახებ</a>.
pt_br: Confira a lista de métodos de API disponíveis através da nossa <a href="%(api_schema_url)s">documentação</a>. Você pode imediatamente pegar uma nova chave API através da apresentação de um pedido abaixo. Se precisar de uma chave com permissões elevadas será necessário <a href="%(bugzilla_request_url)s">abrir um bug</a>.
ro: Aruncă o privire pe lista de metode API pe care am pus-o la dispoziție în <a href="%(api_schema_url)s">documentație</a>. Poți obține o cheie instantaneu prin formularea unei cereri mai jos. Dacă ai nevoie de o cheie cu permisiuni crescute va trebui să <a href="%(bugzilla_request_url)s">deschizi un raport de defect</a>.
ru: Взгляните на список методов API, который мы сделали доступным в нашей <a href="%(api_schema_url)s">документации</a>. Вы можете мгновенно получить новый ключ API, подав ниже запрос. Если вам нужен ключ с повышенными правами, вам нужно <a href="%(bugzilla_request_url)s">создать сообщение об ошибке</a>.

source: Your apps:
bn_bd: আপনার অ্যাপসগুলোঃ
cs: Vaše aplikace:
ia: Tu applicationes:
ka: თქვენი პროგრამები:
pt_br: Seus aplicativos:
ro: Aplicațiile tale:
ru: Ваши приложения:
th: แอปของคุณ:

source: Key
bn_bd: কী
cs: Klíč
ia: Clave
ka: გასაღები
pt_br: Chave
ro: Cheie
ru: Ключ
th: กุญแจ

source: Level
bn_bd: স্তর
cs: Úroveň
ia: Nivello
ka: დონე
pt_br: Nível
ro: Nivel
ru: Уровень
th: ระดับ

source: You have no active apps.
bn_bd: আপনার কোন সক্রিয় অ্যাপ নেই।
cs: Nemáte žádnou aktivní aplikaci.
ia: Tu ha nulle active applicationes.
ka: თქვენ არ გაქვთ მოქმედი პროგრამები.
pt_br: Você não tem aplicativos ativos.
ro: Nu ai aplicații active.
ru: У вас нет активных приложений.
th: คุณไม่มีแอพที่ใช้งานอยู่

source: Register App
bn_bd: অ্যাপ রেজিস্টার করুন
cs: Registrovat aplikaci
ia: Registrar application
ka: პროგრამის დარეგისტრება
pt_br: Registrar App
ro: Înregistrează aplicația
ru: Зарегистрировать приложение
th: ลงทะเบียนแอป

source: Confirm Profile Deletion
bn_bd: প্রোফাইল অপসারণ নিশ্চিত করুন
cs: Potvrzení smazání profilu
ia: Confirmar le deletion del profilo
ka: პროფილის წაშლის დადასტურება
pt_br: Confirmar exclusão do perfil
ro: Confirmă ștergerea profilului
ru: Подтверждение удаления профиля
th: ยืนยันการลบโปรไฟล์

source: Are You Sure You Want to Leave Mozillians?
bn_bd: Mozillians ত্যাগে আপনি কি নিশ্চিত ?
cs: Opravdu chcete opustit server Mozillians?
ia: Desira tu vermente a lassar le mozillianos?
ka: ნამდვილად გსურთ დატოვოთ მოზილელები?
pt_br: Tem certeza de que deseja sair do Mozillians?
ro: Sigur vrei să părăsești Mozillians?
ru: Вы уверены, что вы хотите покинуть Мозилльян?
th: คุณแน่ใจหรือว่าต้องการออกจาก Mozillians?

source: Deleting your profile is immediate and irreversible. Any information in your profile will be permanently lost. If you want to join Mozillians again, you will need to get vouched again.
cs: Smazání vašeho profilu je okamžité a nevratné. Jakákoliv informace ve vašem profilu bude ihned ztracena. Pokud se budete chtít k serveru Mozillians znovu připojit, bude vás muset někdo znovu potvrdit.
ia: Deler tu profilo es immediate e irreversibile. Tote le informationes de tu profilo sera perdite permanentemente. Si tu volera junger te al mozillianos de novo, tu debera ser garantite de novo.
ka: პროფილის წაშლა ხდება დაუყოვნებლივ და ეს ქმედება შეუქცევადია. თქვენი ყველა მონაცემი სამუდამოდ დაიკარგება. თუ კვლავ მოგინდებათ, შემოუერთდეთ მოზილელებს, ხელახლა დაგჭირდებათ თავდების მონახვა.
pt_br: A exclusão do seu perfil é imediata e irreversível. Qualquer informação do seu perfil será perdida permanentemente. Se quiser participar do Mozillians novamente, você deverá ser atestado outra vez.
ro: Ștergerea profilului este imediată și ireversibilă. Orice informație asociată profilului va fi pierdută iremediabil. Dacă vrei să te alături din nou pe Mozillians, va trebui să fii recomandat din nou.
ru: Удаление вашего профиля произойдёт немедленно и является необратимым. Любая информация в вашем профиле будут навсегда утеряна. Если вы захотите снова присоединиться к Мозилльянам, вам нужно будет снова найти поручителя.
th: การลบโปรไฟล์ของคุณจะเกิดขึ้นทันทีและไม่สามารถย้อนกลับได้ ข้อมูลใด ๆ ในโปรไฟล์ของคุณจะสูญหายอย่างถาวร หากคุณต้องการเข้าร่วม Mozillians อีกครั้ง คุณจะต้องผ่านการรับรองอีกครั้ง

source: No: don't delete my profile
bn_bd: না: আমার প্রোফাইল মুছবে না
cs: Ne: nemažte můj profil
ia: No: non deler mi profilo
ka: არა: პროფილი არ წაიშალოს
pt_br: Não: não exclua o meu perfil
ro: Nu: nu șterge profilul
ru: Нет: не удалять мой профиль
th: ไม่: ไม่ต้องลบโปรไฟล์ของฉัน

source: I'm sure: delete my profile
bn_bd: আমি নিশ্চিত: আমার প্রোফাইল মুছে ফেল
cs: Ano, jsem si jist: smažte můj profil
ia: Io es secur: deler mi profilo
ka: ნამდვილად მსურს: წაიშალოს ჩემი პროფილი
pt_br: Tenho certeza: exclua o meu perfil
ro: Sunt sigur(ă): șterge profilul
ru: Я уверен: удалить мой профиль
th: ฉันแน่ใจ: ลบโปรไฟล์ของฉัน

source: You are just one step away from completing your registration.
bn_bd: আপনার রেজিস্ট্রেশন সম্পূর্ণ থেকে আর মাত্র এক ধাপ দূরে।
cs: Jste už jen krok od dokončení vaší registrace.
ia: Tu es justo un grado foras de completar tu registration.
ka: ერთი ნაბიჯიღა გაშორებთ რეგისტრაციის დასრულებამდე.
pt_br: Você está a um passo de completar o seu cadastro.
ro: Ești la un singur pas de crearea propriului profil.
ru: Вам остался всего лишь один шаг до завершения вашей регистрации.
th: คุณเหลืออีกเพียงขั้นตอนเดียวเท่านั้นในการดำเนินการลงทะเบียนของคุณให้เสร็จสมบูรณ์

source: Profile
bn_bd: প্রোফাইল
cs: Profil
ia: Profilo
ka: პროფილი
pt_br: Perfil
ro: Profil
ru: Профиль
th: โปรไฟล์

source: Location
bn_bd: অবস্থান
cs: Umístění
ia: Position
ka: მდებარეობა
pt_br: Localização
ro: Locație
ru: Местонахождение
th: ตำแหน่งที่ตั้ง

source: You &amp; Mozilla
bn_bd: তুমি &amp; Mozilla
cs: Vy a Mozilla
ia: Tu &amp; Mozilla
ka: თქვენ &amp; Mozilla
pt_br: Você &amp; Mozilla
ro: Tu și Mozilla
ru: Вы и Mozilla
th: คุณและ Mozilla

source: External Accounts
bn_bd: বহিঃস্থ অ্যাকাউন্টসমূহ
cs: Externí účty
ia: Contos externe
ka: გარე ანგარიშები
pt_br: Contas externas
ro: Conturi externe
ru: Учётная запись
th: บัญชีภายนอก

source: Developer
bn_bd: ডেভলপার
cs: Vývojář
ia: Disveloppator
ka: შემმუშავებელი
pt_br: Desenvolvedor
ro: Dezvoltator
ru: Разработчик
th: นักพัฒนา

source: Mozilla Community Directory
bn_bd: Mozilla কমিউনিটি ডাইরেক্টরি
cs: Přehled členů komunity Mozilla
ia: Directorio de communitate de Mozilla
ka: Mozilla ერთობის ნუსხა
pt_br: Diretório da Comunidade Mozilla
ro: Directorul comunitar Mozilla
ru: Каталог сообщества Mozilla
th: ไดเรกทอรีชุมชน Mozilla

source: Create your account now to connect with fellow Mozillians.
bn_bd: সতীর্থ Mozillianদের সাথে সংযুক্ত থাকতে এখনই আপনার অ্যাকাউন্ট তৈরি করুন।
cs: Založte si účet na serveru Mozillians a spojte se s dalšími, nebo nalezněte nové známé ve svém okolí.
ia: Crea tu conto ora pro te connecter con socios mozillianos.
ka: შექმენით თქვენი ანგარიში, სხვა მოზილელებთან დასაკავშირებლად.
pt_br: Crie sua conta agora para se conectar com colegas Mozillians.
ro: Creează-ți un cont acum și conectează-te cu ceilalți mozillieni.
ru: Зарегистрируйтесь сейчас, чтобы связаться с другими Мозилльянами.
th: สร้างบัญชีของคุณตอนนี้เพื่อเชื่อมต่อกับเพื่อน ๆ ชาว Mozilla

source: Get started
bn_bd: চলুন শুরু করি!
cs: Začít
ia: Comenciar
ka: დაწყება
pt_br: Comece
ro: Începe
ru: Начало
th: เริ่มต้นใช้งาน

source: It’s an exciting time for Mozilla and the Web. Another two billion people will join the Internet community in the coming years.
cs: Pro Mozillu a web je nyní skvělá doba. Další dvě miliardy lidí se v následujících letech připojí k Internetu.
ia: Il es un tempore excitante pro Mozilla e le web. Altere duo billion de personas se jungera al communitate de internet in le annos a venir.
ka: ამაღელვებელი დროა Mozilla-სა და სრულიად ინტერნეტისთვის. კიდევ ორი მილიარდი ადამიანი შემოურთდება ინტერნეტ-ერთობას, უახლოეს წლებში.
pt_br: É um momento emocionante para a Mozilla e a Web. Outros dois bilhões de pessoas participarão da comunidade da Internet nos próximos anos.
ro: Trăim vremuri captivante pentru Mozilla și pentru web. Alte două miliarde de oameni se vor alătura comunității internetului în anii următori.
ru: Это захватывающее время для Mozilla и всего Интернета. Еще два миллиарда человек присоединится к Интернет-сообществу в ближайшие годы.
th: เป็นเวลาที่น่าตื่นเต้นสำหรับ Mozilla และเว็บ อีกสองพันล้านคนจะเข้าร่วมชุมชนอินเทอร์เน็ตในอีกไม่กี่ปีข้างหน้า

source: Welcome to the Mozilla community directory
bn_bd: Mozilla কমিউনিটি ডিরেক্টরিতে অাপনাকে স্বাগতম
cs: Vítá vás adresář komunity Mozilla
ia: Benvenite al directorio del communitate de Mozilla
ka: მოგესალმებით, Mozilla ერთობის ცნობარში
pt_br: Boas-vindas ao diretório da comunidade Mozilla
ro: Bine ai venit la directorul comunitar Mozilla
ru: Добро пожаловать в каталог сообщества Mozilla
th: ยินดีต้อนรับสู่ไดเรกทอรีชุมชน Mozilla

source: This site lists all core individuals and groups that participate in the Mozilla Project. We call ourselves Mozillians and this is where we connect and share with one another.
cs: Web obsahuje informace o klíčových přispěvatelích projektu Mozilla a jednotlivých skupinách, které na projektu spolupracují. Jedná se o místo, kde se lze propojovat s dalšími lidmi v rámci projektu.
ia: Iste sito lista tote le individuos del nucleo e le gruppos que participa in le projecto Mozilla. Nos appella nos mesme mozillianos e isto es ubi nos connecte e comparti le un le altere.
ka: ამ საიტზე მოცემულია ყველა ის ადამიანი და ჯგუფი, რომელიც Mozilla პროექტის მონაწილეა. ჩვენ, საკუთარ თავს ვუწოდებთ მოზილელებს და ესაა ადგილი, სადაც ვთანამშომლობთ ერთმანეთთან.
pt_br: Este site oferece uma lista de todos os indivíduos e grupos que participam do projeto Mozilla. Nós nos chamamos de Mozillians e é aqui que nos encontramos e trocamos ideias.
ro: Acest site listează toate persoanele cheie și grupurile care participă la proiectul Mozilla. Noi ne numim mozillieni și aici e locul în care intrăm în contact și împărtășim unul cu celălalt.
ru: На этом сайте приведены все основные лица и группы, участвующие в проекте Mozilla. Мы называем себя Мозилльянами, а в этом месте мы общаемся и делимся.
th: ไซต์นี้แสดงรายการบุคคลหลักและกลุ่มทั้งหมดที่เข้าร่วมในโครงการ Mozilla เราเรียกตัวเองว่าชาว Mozilla และนี่คือสถานที่ที่เราติดต่อและแบ่งปันร่วมกัน

source: Passionate Mozillians you can meet for work, play or a cup of coffee.
cs: Členové Mozillians mohou společně pracovat, experimentovat či jednoduše zajít na kafe.
ia: Tu pote incontrar mozillianos passionate pro laborar, jocar o pro un tassa de caffe.
ka: მოზილელები, რომელთანაც შეგიძლიათ გამართოთ სამუშაო შეხვედრები, გაერთოთ ან მიირთვათ ფინჯანი ყავა.
pt_br: Mozillians apaixonados que você pode encontrar para trabalhar, divertir-se ou tomar um café.
ro: Mozillieni pasionați pe care îi poți întâlni pentru lucru, joacă sau pentru a bea o cafea.
ru: Мозилльяне, с которыми вы можете встретиться для работы, игры или чашки кофе.
th: ชาว Mozilla ที่น่าหลงใหลที่คุณสามารถพบเพื่อทำงาน, เล่นหรือดื่มกาแฟสักถ้วย

source: Hello!
bn_bd: হ্যালো!
cs: Ahoj!
ia: Holla!
ka: გამარჯობა!
pt_br: Olá!
ro: Bună!
ru: Привет!
th: สวัสดี!

source: Examples:
bn_bd: উদাহরনসমূহ:
cs: Příklady:
ia: Exemplos:
ka: მაგალითები:
pt_br: Exemplos:
ro: Exemple:
ru: Примеры:
th: ตัวอย่าง:

source: (membership requested)
bn_bd: (সদস্যপদের আনুরোধ)
cs: (požádáno o členství)
ia: (adhesion requirite)
ka: (წევრობა აუცილებელია)
pt_br: (participação solicitada)
ro: (cerere de alăturare trimisă)
ru: (запрошено участие)
th: (ขอเป็นสมาชิกแล้ว)

source: Languages
bn_bd: ভাষাসমূহ
cs: Jazyky
ia: Linguas
ka: ენები
pt_br: Idiomas
ro: Limbi
ru: Языки
th: ภาษา

source: Functional areas
bn_bd: ফাংশনাল ক্ষেত্রসমূহ
cs: Oblasti zájmu
ia: Areas functional
ka: სამოქმედო არეები
pt_br: Áreas funcionais
ro: Zone funcționale
ru: Функциональные области
th: ขอบเขตหน้าที่
