Repository: mozilla-l10n/mozillians-l10n
Catalog: */LC_MESSAGES/django.po
Languages: bn_bd, cs, ia, ka, pt_br, ro, ru, th

source: This user has been added as a member of this group.
bn_bd: এই ব্যবহারকারী এই গ্রুপের একজন সদস্য হিসেবে যুক্ত করা হল।
cs: Teto uživatel byl přidán jako člen této skupiny.
ia: Iste usator ha essite addite como un membro de iste gruppo.
ka: მომხმარებელი ჯგუფს დაემატა წევრის სახით.
pt_br: Este usuário foi adicionado como um membro deste grupo.
ro: Acest utilizator a fost adăugat ca membru al acestui grup.
ru: Пользователь был добавлен в качестве члена этой группы.
th: ผู้ใช้นี้ได้ถูกเพิ่มเป็นสมาชิกของกลุ่มนี้แล้ว

source: You are already in this group.
bn_bd: আপনি ইতিমধ্যে এই গ্রুপে আছেন।
cs: Již jste členem této skupiny.
ia: Tu es jam in iste gruppo.
ka: თქვენ უკვე ხართ ამ ჯგუფში.
pt_br: Você já está nesse grupo.
ro: Ești deja în acest grup.
ru: Вы уже в этой группе.
th: คุณอยู่ในกลุ่มนี้แล้ว

source: Your request to join this group is still pending.
bn_bd: আপনার এই গ্রুপের যুক্ত হওয়ার অনুরোধ এখনও অমিমাংসিত।
cs: Vaše žádost o připojení do skupiny stále čeká na schválení.
ia: Tu requesta a junger te a iste gruppo es ancora pendente.
ka: ჯგუფში დამატების თქვენი მოთხოვნა ჯერ ისევ განსახილველია.
pt_br: Sua solicitação para participar deste grupo ainda está pendente.
ro: Cererea de alăturare în acest grup este încă în așteptare.
ru: Ваш запрос на присоединение к этой группе ещё не обработан.
th: คำขอเข้าร่วมกลุ่มนี้ของคุณอยู่ระหว่างการพิจารณา

source: This group is not accepting requests to join.
bn_bd: এই গ্রুপে যুক্ত হওয়ার অনুরোদগুলোর অনুমতি দিচ্ছে না।
cs: Tato skupina neakceptuje žádosti o připojení.
ia: Iste gruppo non accepta requestas a junger se.
ka: ჯგუფი არ იღებს დამატების მოთხოვნებს.
pt_br: Este grupo não está aceitando pedidos de participação.
ro: Acest grup nu acceptă cereri de alăturare.
ru: Эта группа не принимает запросов на присоединение.
th: กลุ่มนี้ไม่ยอมรับคำขอเข้าร่วม

source: You do not have the permissions to join this group.
bn_bd: এই গ্রুপে যোগাদান করতে আপনার কোন অনুমতি নেই।
cs: Nemáte oprávnění pro vstup do této skupiny.
ia: Tu non ha le permissos a junger te a iste gruppo.
ka: თქვენ არ გაქვთ ამ ჯგუფში დამატების უფლება.
pt_br: Você não tem as permissões para entrar neste grupo.
ro: Nu ai permisiunea pentru să te alături acestui grup.
ru: У вас нет прав на присоединение к этой группе.
th: คุณไม่ได้รับอนุญาตให้เข้าร่วมกลุ่มนี้

source: You have been added to this group.
bn_bd: আপনাকে গ্রুপে যোগ করা হয়েছে।
cs: Byli jste přidáni do této skupiny.
ia: Tu ha essite addite a iste gruppo.
ka: თქვენ დამატებული ხართ ამ ჯგუფში.
pt_br: Você foi adicionado a esse grupo.
ro: Ai fost adăugat în acest grup.
ru: Вы добавлены в эту группу.
th: คุณได้ถูกเพิ่มไปยังกลุ่มนี้แล้ว

source: Your membership request has been sent to the group curator(s).
bn_bd: আপনার সদস্যতা অনুরোদ গ্রুপের কিউরেটর(দের) কাছে পাঠানো হল।
cs: Vaše žádost o členství byla odeslána správcům skupiny.
ia: Tu requesta de adhesion ha essite inviate al curator(es) del gruppo.
ka: თქვენი გაწევრიანების მოთხოვნა გაეგზავნა ჯგუფის ზედამხედველ(ებ)ს.
pt_br: O seu pedido de participação foi enviado para o(s) curador(es) do grupo.
ro: Cererea de alăturare a fost trimisă custozilor grupului.
ru: Ваш запрос на членство был отправлен куратору(ам) группы.
th: คำขอการเป็นสมาชิกของคุณได้ถูกส่งไปยังผู้พิทักษ์กลุ่มแล้ว

source: You must be a curator to delete a group
bn_bd: একটি গ্রুপকে মুছে ফেলার জন্য আপনাকে একজন কিউরেটর হতে হবে
cs: Pro smazání skupiny musíte být její správce
ia: Tu debe ser un curator pro deler un gruppo
ka: ჯგუფის წასაშლელად უნდა იყოთ ზედამხედველი
pt_br: Você deve ser um curador para excluir um grupo
ro: Trebuie să fii custode pentru a șterge un grup
ru: Чтобы удалить группу, нужно быть куратором.
th: คุณต้องเป็นผู้พิทักษ์จึงจะสามารถลบกลุ่ม

source: You cannot delete a group if anyone else is in it.
bn_bd: আপনি একটি গ্রুপ কে মুছতে পারবেন না যদি কেউ ওটায় থাকে।
cs: Nemůžete smazat skupinu, pokud v ní někdo je.
ia: Tu non pote deler un gruppo si quicunque altere es in illo.
ka: თუ არ შეგიძლიათ ჯგუფის წაშლა, თუ სხვაც იმყოფება ამ ჯგუფში.
pt_br: Não é possível excluir um grupo se houver mais alguém nele.
ro: Nu poți șterge un grup dacă cineva este în el.
ru: Вы не можете удалить группу, если в ней есть кто-либо ещё.
th: คุณไม่สามารถลบกลุ่มได้หากมีคนอื่นอยู่ในกลุ่ม

source: Group %s has been deleted
bn_bd: গ্রুপ %s মুছে মেলা হয়েছে
cs: Skupina %s byla smazána
ia: Le gruppo %s ha essite delite
ka: %s ჯგუფი წაიშალა
pt_br: O grupo %s foi excluído
ro: Grupul %s a fost șters
ru: Группа %s была удалена
th: กลุ่ม %s ได้ถูกลบแล้ว

source: You must be a curator or an admin to edit a group
bn_bd: একটি গ্রুপকে সম্পাদনার জন্য আপনাকে একজন অধ্যক্ষ বা প্রশাসক হতে হবে
cs: Pro úpravu skupiny musíte být jejím správcem či administrátorem
ia: Tu debe ser un curator o un administrator pro modificar un gruppo
ka: თქვენ უნდა იყოთ ზედამხედველი ან ხელმძღვანელი, ჯგუფის ჩასასწორებლად
pt_br: Você deve ser um curador ou um administrador para editar um grupo
ro: Trebuie să fii custode sau administrator pentru a edita un grup
ru: Чтобы редактировать группу, нужно быть куратором или администратором.
th: คุณต้องเป็นผู้พิทักษ์หรือผู้ดูแลจึงจะสามารถแก้ไขกลุ่มได้

source: The invitation to {0} has been successfully revoked.
bn_bd: {0} তে আমন্ত্রণটি সফলভাবে প্রত্যাহার করা হল।
cs: Pozvánka pro {0} byla úspěšně zrušena.
ia: Le invitation a {0} ha essite revocate con successo.
ka: {0}-ში მოწვევა უარყოფილია წარმატებით.
pt_br: O convite para {0} foi revogado com sucesso.
ro: Invitația către {0} a fost revocată cu succes.
ru: Приглашение в {0} было успешно отозвано.
th: คำเชิญที่ส่งไปยัง {0} ได้ถูกเพิกถอนเรียบร้อยแล้ว

source: Invitation to {0} has been sent successfully.
bn_bd: {0} তে আমন্ত্রণ সফলভাবে পাঠানো হল।
cs: Pozvánka pro {0} byla úspěšně odeslána.
ia: Un invitation a {0} ha essite inviate con successo.
ka: {0}-ში მოწვევა წარმატებით გაიგზავნა.
pt_br: O convite para {0} foi enviado com sucesso.
ro: Invitația către {0} a fost trimisă cu succes.
ru: Приглашение в {0} было успешно отправлено.
th: ส่งคำเชิญไปยัง {0} เรียบร้อยแล้ว

source: Page Not Found
bn_bd: পাতাটি খুজে পাওয়া যায়নি
cs: Stránka nebyla nalezena
ia: Pagina non trovate
ka: გვერდი ვერ მოიძებნა
pt_br: Página não encontrada
ro: Pagina nu a fost găsită
ru: Страница не найдена
th: ไม่พบหน้า

source: Oh No! That Page Doesn't Exist!
bn_bd: আ হা! পাতাটির অস্তিত্ব নেই!
cs: Ale ne! Tato stránka neexistuje!
ia: Oh no! Ille pagina non existe!
ka: ვწუხვართ! ასეთი გვერდი არ არსებობს!
pt_br: Oh, não! Essa página não existe!
ro: O, nu! Acea pagină nu există!
ru: О Нет! Эта Страница Не Существует!
th: ไม่นะ! ไม่มีหน้านั้นอยู่!

source: Tumbeasts by Matthew Inman of The Oatmeal
cs: Tumbeasts od Matthew Inman of The Oatmeal
ia: Tumbeasts per Matthew Inman de The Oatmeal
ka: Tumbeasts Matthew Inman-ისგან The Oatmea-იდან
pt_br: Tumbeasts por Matthew Inman do The Oatmeal
ro: Tumbeasts de Matthew Inman, creatorul Oatmeal
ru: Tumbeasts от Matthew Inman из The Oatmeal
th: Tumbeasts โดย Matthew Inman ของ The Oatmeal

source: <p> The page you requested couldn't be found. You can head to the <a href="%(home_url)s">Mozillians home page</a> to learn more about our community phonebook, or you can try searching for the person you were looking for using the search box at the top of this page. </p>
cs: <p> Stránka, kterou se snažíte zobrazit, nebyla nalezena. Pro více informací o přehledu členů komunity můžete přejít na <a href="%(home_url)s">domovskou stránku serveru Mozillians</a> nebo můžete pomocí vyhledávacího pole v horní části této stránky zkusit vyhledat osobu, kterou hledáte. </p>
ia: <p> Impossibile trovar le pagina que tu requireva. Tu pote ducer te al <a href="%(home_url)s">Pagina principal del mozillianos</a> pro saper plus re nostre directorio de communitate, o tu pote provar a recercar pro le persona qui tu recercava per le quadro de recerca in le parte superior de iste pagina. </p>
ka: <p>მოთხოვნილი გვერდი ვერ მოიძებნა. შეგიძლიათ გადახვიდეთ <a href="%(home_url)s">მოზილელების საწყის გვერდზე</a>, ჩვენი ერთობის სატელეფონო წიგნაკის სანახავად ან შეგიძლიათ მოიძიოთ სასურველი ადამიანი, გვერდის თავში არსებული საძიებო ველის საშუალებით. </p>
pt_br: <p> A página que você solicitou não foi encontrada. Você pode seguir para a <a href="%(home_url)s">página inicial dos Mozillians</a> para saber mais sobre o nosso catálogo de contatos ou você pode tentar encontrar a pessoa que está procurando usando a caixa de pesquisa no topo da página. </p>
ro: <p> Pagina solicitată nu a putut fi găsită. Poți să te îndrepți spre <a href="%(home_url)s">pagina principală Mozillians</a> pentru a afla mai multe despre agenda comunitară, sau poți să cauți persoana respectivă folosind căsuța de text din partea de sus a paginii. </p>
ru: <p> Не удалось найти запрошенную вами страницу. Вы можете перейти на <a href="%(home_url)s">главную страницу Мозилльян</a>, чтобы больше узнать о телефонной книге нашего сообщества, или вы можете попробовать поискать нужного вам человека, используя панель поиска в верхней части этой страницы. </p>

source: <p> Because you aren't authenticated, you may not have access to private profiles in the phonebook. You should log in in case you're trying to access a private profile. If you don't have an account, <a href="%(join_url)s">join us</a>. </p>
cs: <p> Protože nejste přihlášeni, nemusíte mít přístup k soukromým profilům v databázi. V případě, kdy chcete přistoupit k soukromému profilu, měli byste se přihlásit. Pokud nemáte účet, <a href="%(join_url)s">založte si jej</a>. </p>
ia: <p> Tu non pote haber accesso a profilos private in le directorio perque tu non es authenticate. Tu debe connecter te in caso tu tenta de acceder a un profilo private. Si tu non ha un conto, <a href="%(join_url)s">junge te a nos</a>. </p>
ka: <p> ვინაიდან არ ხართ ანგარიშზე შესული, შესაძლოა ვერ იხილოთ წიგნაკში არსებული პირადი პროფილები. ასეთი პროფილების სანახავად, საჭიროა ანგარიშზე შესვლა. თუ არ გაქვთ ანგარიში, <a href="%(join_url)s">შემოგვიერთდით</a>. </p>
pt_br: <p> Por não estar autenticado, talvez não tenha acesso a perfis privados do catálogo de endereço. Você deve se autenticar, caso esteja tentando acessar um perfil privado. Se não possui uma conta, <a href="%(join_url)s">crie uma</a>. </p>
ro: <p> Deoarece nu ești autentificat, este posibil să nu ai acces la profilurile private din agendă. Ar trebui să te autentifici în cazul în care încerci să accesezi un profil privat. Dacă nu ai cont, <a href="%(join_url)s">alătură-te</a>. </p>
ru: <p> Так как вы не аутентифицировались, у вас может не быть доступа к приватным профилям в телефонной книге. Если вы пытаетесь получить доступ к приватному профилю, вам следует войти. Если у вас нет учетной записи, <a href="%(join_url)s">присоединяйтесь</a>. </p>

source: Application Error
bn_bd: অ্যাপ্লিকেশনে ত্রুটি
cs: Chyba aplikace
ia: Error de application
ka: პროგრამული შეცდომა
pt_br: Erro no aplicativo
ro: Eroare a aplicației
ru: Ошибка приложения
th: ข้อผิดพลาดแอปพลิเคชัน

source: We're Sorry, but Something Went Wrong!
bn_bd: আমরা দুঃখিত, কোন কিছু সমস্যা হয়েছে!
cs: Omlouváme se, ale něco se porouchalo!
ia: Nos lo regretta, ma alco incorrecte eveniva!
ka: სამწუხაროდ, რაღაც ხარვეზი წარმოიქმნა!
pt_br: Lamentamos, mas algo deu errado!
ro: Ne pare rău, însă ceva a mers prost!
ru: Извините, но Что-то Пошло Не Так!
th: เราขออภัย แต่มีบางอย่างผิดพลาด!

source: Jitterbeasts by Matthew Inman of The Oatmeal
cs: Jitterbeasts od Matthew Inman of The Oatmeal
ia: Jitterbeasts per Matthew Inman de The Oatmeal
ka: Jitterbeasts Matthew Inman-ისგან The Oatmea-იდან
pt_br: Jitterbeasts por Matthew Inman do The Oatmeal
ro: Jitterbeasts de Matthew Inman de la Oatmeal
ru: Jitterbeasts от Matthew Inman из The Oatmeal
th: Jitterbeasts โดย Matthew Inman ของ The Oatmeal

source: <p> Sorry, but we encountered an unexpected error and can't process your request. You can try again by refreshing your browser or you can <a href="%(bugzilla_url)s"> file a bug</a> letting us know what happened and we'll get right on fixing the problem. </p> <p> If refreshing the page didn't work, you can <a href="%(home_url)s">head to the Mozillians home page</a> to find out more about Mozillians. Sorry about this! </p>
cs: <p> Omlouváme se, ale nastala neočekávaná chyba a my tak nemůžeme dokončit váš požadavek. Můžete zkusit obnovit stránku ve svém prohlížeči či <a href="%(bugzilla_url)s">nahlásit chybu</a>, v které nám řeknete, co se stalo a my problém opravíme.</p> <p> Pokud obnova stránky nezafunguje, můžete <a href="%(home_url)s">přejít na domovskou stránku serveru Mozillians</a>, kde naleznete informace o serveru. Omlouváme se za potíže! </p>
ia: <p> Pardono, ma nos incontrava un error non attendite e non pote processar tu requesta. Tu pote provar de novo per refrescar tu navigator o tu pote <a href="%(bugzilla_url)s"> indicar un defecto</a> pro facer nos saper que eveniva e nos remediara le problema. </p> <p> Si refrescar le pagina non functiona, tu pote <a href="%(home_url)s">diriger te al pagina initial del mozillianos</a> pro trovar plus re le mozillianos. Pardono de isto! </p>
ka: <p> სამწუხაროდ, წარმოიქმნა დაუდგენელი შეცდომა და თქვენი მოთხოვნა ვერ დამუშავდა. შეგიძლიათ სცადოთ გვერდის ხელახლა გახსნა ან <a href="%(bugzilla_url)s"> მოგვახსენოთ ხარვეზის შესახებ</a> და აუცილებლად გამოვასწორებთ. </p> <p> თუ გვერდის ხელახლა გახსნამ არ უშველა, შეგიძლიათ გადახვიდეთ <a href="%(home_url)s">მოზილელების საწყის გვერდზე</a> დამატებითი ინფორმაციის მოსაძიებლად. ვწუხვართ, ამის გამო! </p>
pt_br: <p> Lamentamos, mas encontramos um erro inesperado e não conseguimos processar a sua solicitação. Tente novamente atualizando a página ou <a href="%(bugzilla_url)s"> preencha um bug</a> contando o que aconteceu para que possamos corrigir o problema. </p> <p> Caso atualizar a página não resolva, vá para a <a href="%(home_url)s">página inicial do Mozillians</a> para saber mais sobre o Mozillians. Sentimos muito por isso! </p>
ro: <p> Ne pare rău, dar am întâmpinat o eroare neașteptată și nu-ți putem procesa cererea. Poți încerca din nou prin reîmprospătarea browserului sau poți să <a href="%(bugzilla_url)s">deschizi un bug</a> prin care să ne comunici ce s-a întâmplat și vom proceda la rezolvarea problemei. </p> <p> Dacă reîmprospătarea paginii nu funcționează, poți să <a href="%(home_url)s">mergi la pagina principală Mozillians</a> pentru a afla mai multe despre mozillieni. Ne pare rău pentru aceasta! </p>
ru: <p> Извините, у нас произошла непредвиденная ошибка, и мы не смогли обработать ваш запрос. Вы можете попробовать ещё раз, обновив страницу в вашем браузере, или вы можете <a href="%(bugzilla_url)s">отправить сообщение об ошибке</a>, где рассказать, что произошло, и мы сразу же приступим к решению этой проблемы. </p> <p> Если обновление страницы не помогло, вы можете <a href="%(home_url)s">перейти на домашнюю страницу сайта Мозилльян</a>, чтобы узнать больше о Мозилльянах. Мы сожалеем об этом! </p>
th: <p> ขออภัย แต่เราพบข้อผิดพลาดที่ไม่คาดคิดและไม่สามารถประมวลผลคำขอของคุณได้ คุณสามารถลองอีกครั้งได้โดยรีเฟรชเบราว์เซอร์ของคุณ หรือคุณสามารถ<a href="%(bugzilla_url)s">รายงานข้อบกพร่อง</a>เพื่อแจ้งให้เราทราบเกี่ยวกับสิ่งที่เกิดขึ้นและเราจะดำเนินการแก้ไขปัญหาดังกล่าว </p> <p> หากคุณรีเฟรชหน้าแล้วไม่ได้ผล คุณสามารถ<a href="%(home_url)s">ไปยังหน้าแรกของ Mozillians</a> เพื่อค้นหาข้อมูลเพิ่มเติมเกี่ยวกับ Mozillians ได้ ขออภัยที่ข้อผิดพลาดนี้เกิดขึ้น! </p>

source: Mozillians
bn_bd: মজিলিয়ান
ia: Mozillianos
ka: მოზილელები
ru: Мозилльяне

source: Welcome
bn_bd: স্বাগতম
cs: Vítejte
ia: Benvenite
ka: მოგესალმებით
pt_br: Boas-vindas
ro: Bine ai venit
ru: Добро пожаловать
th: ยินดีต้อนรับ

source: Mozilla's contributor phonebook
bn_bd: মজিলা কন্ট্রিবিউটর ফোনবুক
cs: Přehled členů projektu Mozilla
ia: Directorio de collaboratores de Mozilla
ka: Mozilla-ს მოხალისის სატელეფონო წიგნაკი
pt_br: Lista de colaboradores da Mozilla
ro: Agenda contribuitorilor Mozilla
ru: Телефонная книга помощников Mozilla
th: สมุดโทรศัพท์ผู้มีส่วนร่วมของ Mozilla

source: Select language
bn_bd: ভাষা নির্বাচন
cs: Volba jazyka
ia: Elige le lingua
ka: ენის არჩევა
pt_br: Selecionar idioma
ro: Selectează limba
ru: Выберите язык
th: เลือกภาษา

source: Skip to main content
bn_bd: মূল বিষয়বস্তুতে যাও
cs: Přeskočit na hlavní obsah
ia: Saltar al contento principal
ka: პირდაპირ ძირითად შიგთავსზე გადასვლა
pt_br: Ir direto para o conteúdo principal
ro: Sari la partea importantă
ru: Перейти к основному содержимому
th: ข้ามไปยังเนื้อหาหลัก

source: Search for people, groups and more
bn_bd: অনুসন্ধান করুন ব্যক্তি, গ্রুপ ও আরও অনেক কিছু
cs: Vyhledávání lidí, skupin a dalších
ia: Cercar pro personas, gruppos e plus
ka: მოიძიეთ ხალხი, ჯგუფები და ა. შ.
pt_br: Procure pessoas, grupos e mais
ro: Caută oameni, grupuri și altele
ru: Поиск людей, групп и многого другого
th: ค้นหาผู้คน, กลุ่ม และอื่น ๆ

source: View Profile
bn_bd: প্রোফাইল দেখুন
cs: Zobrazit profil
ia: Vider le profilo
ka: პროფილის ნახვა
pt_br: Ver meu perfil
ro: Vezi profilul
ru: Просмотр профиля
th: ดูโปรไฟล์

source: Settings
bn_bd: সেটিং
cs: Nastavení
ia: Configurationes
ka: პარამეტრები
pt_br: Configurações
ro: Setări
ru: Параметры
th: การตั้งค่า

source: Groups
bn_bd: গ্রুপ
cs: Skupiny
ia: Gruppos
ka: ჯგუფები
pt_br: Grupos
ro: Grupuri
ru: Группы
th: กลุ่ม

source: Invite
bn_bd: আমন্ত্রণ জানান
cs: Pozvat
ia: Invitar
ka: მოწვევა
pt_br: Convidar
ro: Invită
ru: Пригласить
th: เชิญ

source: Log Out
bn_bd: লগ আউট
cs: Odhlášení
ia: Clauder le session
ka: გასვლა
pt_br: Sair
ro: Deconectare
ru: Выйти
th: ออกจากระบบ

source: Log In / Sign Up
cs: Přihlásit / Zaregistrovat se
ia: Connecter se / Registrar se
ka: შესვლა / რეგისტრაცია
pt_br: Entrar / Inscrever-se
ro: Autentificare / Înscriere
ru: Войти / Зарегистрироваться
th: เข้าสู่ระบบ / ลงทะเบียน

source: Help make Mozillians better. <a href="%(bug_url)s">File a bug</a> or <a href="%(git_url)s">make some changes</a>.
bn_bd: Mozillians কে আরো উন্নত করতে সাহায্য করুন। <a href="%(bug_url)s">বাগ ফাইল করুন</a> অথবা <a href="%(git_url)s">কোন পরিবর্তন করুন</a>।
cs: Pomozte učinit server Mozillians lepším. <a href="%(bug_url)s">Nahlaste chybu</a> či <a href="%(git_url)s">pomozte server vylepšit</a>.
ia: Adjuta a render melior le mozillianos. <a href="%(bug_url)s">Indicar un defecto</a> o <a href="%(git_url)s">facer alcun cambios</a>.
ka: დაგვეხმარეთ მოზილელების საიტის გაუმჯობესებაში. <a href="%(bug_url)s">მოგვახსენეთ</a> ხარვეზის შესახებ ან <a href="%(git_url)s">შეიტანეთ წვლილი</a>.
pt_br: Ajude a tornar o Mozillians melhor. <a href="%(bug_url)s">Preencha um bug</a> ou <a href="%(git_url)s">faça alterações</a>.
ro: Ajută la îmbunătățirea site-ului Mozillians. <a href="%(bug_url)s">Deschide un raport de defecte</a> sau <a href="%(git_url)s">modifică codul sursă</a>.
ru: Помогите улучшить сайт Мозилльян. <a href="%(bug_url)s">Сообщите об ошибке</a> или <a href="%(git_url)s">внесите изменения</a>.
th: ช่วยทำให้ Mozillians ดีขึ้น <a href="%(bug_url)s">รายงานข้อบกพร่อง</a>หรือ<a href="%(git_url)s">ทำการเปลี่ยนแปลงบางอย่าง</a>

source: Portions of this content are &copy;1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(license_link)s">Creative Commons license</a>.
cs: Část obsahu je &copy;1998–%(current_year)s od jednotlivých přispěvatelů mozilla.org. Obsah je dostupný pod <a href="%(license_link)s">licencí Creative Commons</a>.
ka: შიგთავსის ნაწილი შექმნილია mozilla.org პროექტის მოხალისეების მიერ &copy;1998–%(current_year)s. მასალა ვრცელდება <a href="%(license_link)s">Creative Commons ლიცენზიით</a>.
pt_br: Partes deste conteúdo são &copy;1998–%(current_year)s de colaboradores do mozilla.org. Conteúdo disponível sob uma <a href="%(license_link)s">licença Creative Commons</a>.
ro: Porțiuni din acest conținut sunt scrise între &copy;1998–%(current_year)s de contribuitori individuali mozilla.org. Conținut este disponibil sub o <a href="%(license_link)s">licență Creative Commons</a>.
ru: Части этого содержимого созданы участниками проекта mozilla.org &copy;1998–%(current_year)s. Содержимое доступно на условиях <a href="%(license_link)s">лицензии Creative Commons</a>.
th: บางส่วนของเนื้อหานี้สงวนลิขสิทธิ์ &copy;1998–%(current_year)s โดยผู้มีส่วนร่วมของ mozilla.org แต่ละคน เนื้อหาใช้งานได้ภายใต้ <a href="%(license_link)s">สัญญาอนุญาต Creative Commons</a>

source: About Mozillians
bn_bd: মজিলিয়ানের পরিচিতি
cs: O serveru Mozillians
ia: A proposito del mozillianos
ka: მოზილელების შესახებ
pt_br: Sobre o Mozillians
ro: Despre Mozillians
ru: О Мозилльянах
th: เกี่ยวกับ Mozillians

source: Contact Us
bn_bd: যোগাযোগ করুন
cs: Kontaktujte nás
ia: Contacta nos
ka: დაგვიკავშირდით
pt_br: Fale conosco
ro: Contactează-ne
ru: Связаться с нами
th: ติดต่อเรา

source: Privacy Policy
bn_bd: গোপনীয়তা নীতি
cs: Zásady ochrany osobních údajů
ia: Politica de confidentialitate
ka: პირადი მონაცემების დაცვის დებულება
pt_br: Política de privacidade
ro: Politică de confidențialitate
ru: Политика приватности
th: นโยบายความเป็นส่วนตัว

source: Legal Notices
bn_bd: আইনি বিজ্ঞপ্তি
cs: Právní omezení
ia: Notas legal
ka: სამართლებრივი შენიშვნები
pt_br: Notas Legais
ro: Mențiuni legale
ru: Правовые уведомления
th: ข้อกฎหมาย

source: Report Trademark Abuse
bn_bd: ট্রেডমার্ক জালিয়াতির প্রতিবেদন
cs: Nahlásit zneužití ochranné známky
ia: Reporta abuso de marca registrate
ka: მოხსენება სავაჭრო ნიშნების დარღვევის შესახებ
pt_br: Denunciar abuso de marcas registradas
ro: Raportează abuzul mărcilor înregistrate
ru: Сообщить о злоупотреблении торговой маркой
th: รายงานการละเมิดเครื่องหมายการค้า

source: Confirm removing member
bn_bd: সদস্য বহিষ্কার নিশ্চিত করুন
cs: Potvrzení odebrání člena
ia: Confirmar le remotion de un membro
ka: წევრის ამოშლის დადასტურება
pt_br: Confirme a remoção do membro
ro: Confirmă eliminarea membrului
ru: Подтвердите удаление участника группы
th: ยืนยันการเอาสมาชิกออก

source: Really leave group %(group)s?
bn_bd: %(group)s সত্যিই গ্রুপ ত্যাগ করেছেন?
cs: Skutečně chcete opustit skupinu %(group)s?
ia: Desira tu vermente lassar le gruppo %(group)s?
ka: ნამდვილად გსურთ %(group)s ჯგუფის დატოვება?
pt_br: Realmente quer deixar o grupo %(group)s?
ro: Chiar vrei să părăsești grupul %(group)s?
ru: Действительно выйти из группы %(group)s?
th: ต้องการออกจากกลุ่ม %(group)s หรือไม่?

source: Really remove user %(profile)s from group %(group)s?
cs: Skutečně chcete odebrat uživatele %(profile)s ze skupiny %(group)s?
ia: Desira tu vermente eliminar le usator %(profile)s ab le gruppo %(group)s?
ka: ნამდვილად გსურთ %(profile)s მომხმარებლის %(group)s ჯგუფიდან ამოშლა?
pt_br: Realmente remover usuário %(profile)s do grupo %(group)s?
ro: Chiar vrei să elimini utilizatorul %(profile)s din grupul %(group)s?
ru: Действительно удалить участника %(profile)s из группы %(group)s?
th: ต้องการเอาผู้ใช้ %(profile)s ออกจากกลุ่ม %(group)s หรือไม่?

source: Remove
bn_bd: অপসারণ
cs: Odebrat
ia: Remover
ka: ამოშლა
pt_br: Remover
ro: Elimină
ru: Удалить
th: เอาออก

source: Return to group
bn_bd: গ্রুপে ফিরে যাও
cs: Zpět do skupiny
ia: Retornar al gruppo
ka: ჯგუფზე დაბრუნება
pt_br: Voltar ao grupo
ro: Înapoi la grup
ru: Вернуться в группу
th: กลับไปที่กลุ่ม

source: Group settings
bn_bd: গ্রুপ সংক্রান্ত সেটিং
cs: Nastavení skupiny
ia: Parametros del gruppo
ka: ჯგუფის პარამეტრები
pt_br: Configurações do grupo
ro: Setări privind grupul
ru: Настройки группы
th: การตั้งค่ากลุ่ม

source: Please correct the errors below.
bn_bd: অনুগ্রহ করে নিচের ভুল ঠিক করুন।
cs: Opravte prosím chyby uvedené níže.
ia: Per favor corrige le errores infra.
ka: გთხოვთ, გამოასწოროთ ქვემოთ მოცემული შენიშვნები.
pt_br: Corrija os erros abaixo.
ro: Te rugăm să corectezi erorile de mai jos.
ru: Пожалуйста, исправьте указанные ниже ошибки.
th: โปรดแก้ไขข้อผิดพลาดด้านล่าง

source: Group
bn_bd: গ্রুপ
cs: Skupina
ia: Gruppo
ka: ჯგუფი
pt_br: Grupo
ro: Grup
ru: Группы
th: กลุ่ม

source: Access
bn_bd: প্রবেশ
cs: Přístup
ia: Accesso
ka: წვდომა
pt_br: Acesso
ro: Acces
ru: Доступ
th: การเข้าถึง
