Repository: mozilla-l10n/mozillians-l10n
Catalog: */LC_MESSAGES/django.po
Languages: bn_bd, cs, ia, ka, pt_br, ro, ru, th

source: My contribution story
bn_bd: আমার অবদানের গল্প
cs: Popis mého přispívání
ia: Mi chronologia de contribution
ka: შეტანილი წვლილი
pt_br: Minha história de contribuição
ro: Povestea contribuțiilor mele
ru: Моя история помощи
th: เรื่องราวการมีส่วนร่วมของฉัน

source: (pending terms review)
bn_bd: (পেন্ডিং শর্ত পর্যালোচনা)
cs: (čeká na kontrolu podmínek)
ia: (revision de terminos pendente)
ka: (განსახილველი პირობები)
pt_br: (termos pendente de revisão)
ro: (termeni în curs de revizuire)
ru: (ожидающих рассмотрения условия)
th: (การตรวจทานเงื่อนไขที่รอค้างอยู่)

source: Websites
bn_bd: ওয়েবসাইটসমূহ
cs: Webové stránky
ia: Sitos web
ka: ვებსაიტები
pt_br: Sites
ro: Site-uri web
ru: Веб-сайты
th: เว็บไซต์

source: Alternate Contact Identities
bn_bd: বিকল্প যোগাযোগ স্বীকৃতি
cs: Alternativní kontaktní identity
ia: Identitates de contacto alternative
ka: სხვა მონაცემები დასაკავშირებლად
pt_br: Identidades de contato alternativas
ro: E-mailuri alternative
ru: Альтернативные контактные идентификаторы

source: Vouched By
bn_bd: দ্বারা অনুমদিত
cs: Potvrdil(a):
ia: Garantite per
ka: თავდებული
pt_br: Atestado por
ro: Recomandat de
ru: За него поручился
th: รับรองโดย

source: Unknown Voucher
bn_bd: অজানা অনুমোদনকরী
cs: Neznámý schvalovatel
ia: Garante incognite
ka: უცნობი თავდებული
pt_br: Atestado Desconhecido
ro: Recomandare necunoscută
ru: Неизвестный поручитель
th: ผู้รับรองที่ไม่รู้จัก

source: Legacy vouch.
bn_bd: পুরনো ভাউচ।
cs: Historické schválení.
ia: Garantia legate.
ka: მოძველებული თავდებობა.
pt_br: Atestado legado.
ro: Recomandare învechită.
ru: Унаследованное поручительство.

source: Vouchees
bn_bd: অনুমোদনগুলো
cs: Potvrzení
ia: Garantitos
ka: თავდებობს
pt_br: Atestados
ro: Pe cine a recomandat
ru: Поручился за
th: ผู้ผ่านการรับรอง

source: %(hours)s hours ahead of your timezone.
bn_bd: আপনার টাইমজোন %(hours)s ঘন্টা এগিয়ে।
cs: %(hours)s hodin před vaším časovým pásmem.
ia: %(hours)s horas ante tu fuso horari.
ka: %(hours)s საათით წინ, თქვენს დროის სარტყელთან შედარებით.
pt_br: %(hours)s horas à frente do seu fuso horário.
ro: %(hours)s ore înaintea fusului tău orar.
ru: %(hours)s часов больше, чем ваш часовой пояс.
th: %(hours)s ชั่วโมง เร็วกว่าเขตเวลาคุณ

source: %(hours)s hours behind your timezone.
bn_bd: আপনার টাইমজোন %(hours)s ঘন্টা পিছিয়ে।
cs: %(hours)s hodin za vaším časovým pásmem.
ia: %(hours)s horas post tu fuso horari.
ka: %(hours)s საათით უკან, თქვენს დროის სარტყელთან შედარებით.
pt_br: %(hours)s horas atrás de seu fuso horário.
ro: %(hours)s ore în urma fusului tău orar.
ru: %(hours)s меньше, чем ваш часовой пояс.
th: %(hours)s ชั่วโมง ช้ากว่ากว่าเขตเวลาคุณ

source: Same time zone as yours.
bn_bd: আপনার মত একই টাইমজোন।
cs: Stejná časová zóna jako vaše.
ia: Mesme fuso horari del tue.
ka: იგივე დროის სარტყელი
pt_br: O mesmo fuso horário seu.
ro: Același fus orar ca tine.
ru: Тот же часовой пояс, что и у Вас.
th: เขตเวลาเดียวกับคุณ

source: Search Results
bn_bd: অনুসন্ধানের ফলাফল
cs: Výsledky vyhledávání
ia: Resultatos del recerca
ka: ძიების შედეგები
pt_br: Resultados da pesquisa
ro: Rezultatele căutării
ru: Результаты поиска
th: ผลการค้นหา

source: You are currently searching public profiles.
bn_bd: আপনি এখন পাবলিক প্রোফাইলগুলো খুঁজছেন।
cs: Aktuálně vyhledáváte veřejné profily.
ia: Tu actualmente recerca public profilos.
ka: თქვენ ახლა ეძებთ საჯარო პროფილებს.
pt_br: Você está procurando perfis públicos.
ro: Cauți în prezent profiluri publice.
ru: Вы ищете среди публичных профилей.
th: คุณกำลังค้นหาโปรไฟล์สาธารณะ

source: View more results by <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> logging in</a>.
cs: Zobrazit více výsledků <a href="%(login_url)s?next=%(next_url)s" title="%(title)s">po přihlášení</a>.
ia: Vide plus resultatos per <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> aperir un session</a>.
ka: იხილეთ მეტი შედეგი, <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> ანგარიშზე შესვლით</a>.
pt_br: Veja mais resultados <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> identificando-se</a>.
ro: Vezi mai multe rezultate <a href="%(login_url)s?next=%(next_url)s" title="%(title)s"> prin autentificare</a>.
ru: <a href="%(login_url)s?next=%(next_url)s" title="%(title)s">Войдите</a>, чтобы увидеть больше результатов поиска.
th: ดูผลลัพธ์เพิ่มเติมโดย<a href="%(login_url)s?next=%(next_url)s" title="%(title)s">เข้าสู่ระบบ</a>

source: Sign In
bn_bd: সাইন ইন
cs: Přihlášení
ia: Apertura de session
ka: შესვლა
pt_br: Iniciar sessão
ro: Autentificare
ru: Войти
th: ลงชื่อเข้า

source: View more results when vouched.
bn_bd: যখন ভাউচ হবে আরও ফলাফল দেখুন।
cs: Zobrazit více výsledků po schválení.
ia: Vider plus resultatos quando garantite.
ka: იხილეთ მეტი შედეგი, თავდების ყოლის შემდეგ.
pt_br: Veja mais resultados quando atestado.
ro: Vezi mai multe rezultate când ești recomandat.
ru: Показать больше результатов после поручительства.
th: ดูผลลัพธ์เพิ่มเติมเมื่อผ่านการรับรอง

source: Search
bn_bd: অনুসন্ধান করুন
cs: Vyhledávání
ia: Cercar
ka: ძიება
pt_br: Pesquisar
ro: Căutare
ru: Поиск
th: ค้นหา

source: Advanced Options
bn_bd: উন্নত বিকল্পসমূহ
cs: Pokročilé možnosti
ia: Optiones avantiate
ka: გაფართოებული პარამეტრები
pt_br: Opções avançadas
ro: Opțiuni avansate
ru: Дополнительные настройки
th: ตัวเลือกขั้นสูง

source: <h2>Search for a Mozillian or a group</h2> <p> You can search for another Mozillian using their name, email, username and bio keywords or you can search for groups by name and group membership status. </p>
cs: <h2>Hledání člena nebo skupiny Mozillianů</h2> <p>Můžete hledat dalšího člena pomocí jména, e-mailu, uživatelského jména nebo klíčového slova. Můžete také hledat skupiny podle názvu nebo stavu členství.</p>
ia: <h2>Cercar pro un mozilliano o un gruppo</h2> <p> Tu pote cercar pro un altere mozilliano per nomine, email, nomine de usator e parolas clave del biographia o tu pote cercar pro gruppos per nomine e stato de adhesion al gruppo. </p>
ka: <h2>მოიძიეთ მოზილელი ან ჯგუფი</h2> <p> მოზილელის მონახვა შეგიძლიათ მისი სახელის, ელფოსტის, მომხმარებლის სახელის და ბიოგრაფიაში მოცემული საკვანძო სიტყვების მეშვეობით, ხოლო ჯგუფების მონახვა შეგიძლიათ სახელითა და ჯგუფის წევრობის სტატუსით. </p>
pt_br: <h2>Procurar por um Mozillian</h2><p>Você pode pesquisar por outro Mozillian usando o nome, e-mail, nome de usuário e palavras-chave da descrição do perfil, ou, você pode pesquisar por grupos através do nome ou status de associação do grupo.</p>
ro: <h2>Caută un mozillian sau un grup </h2> <p> Poți căuta un alt mozillian folosindu-i numele, e-mailul sau porecla sau cuvinte cheie de biografie sau un grup folosindu-i numele și statutul de membru al grupului. </p>
ru: <h2>Найдите Мозилльянина или группу</h2> <p> Вы можете найти другого Мозилльянина, используя его имя, адрес эл. почты, псевдоним и ключевые слова в биографии или вы можете найти группы по имени и статусу членства в группе.</p>

source: Results
bn_bd: ফলাফল
cs: Výsledky
ia: Resultatos
ka: შედეგები
pt_br: Resultados
ro: Rezultate
ru: Результаты
th: ผลลัพธ์

source: %(count)s entry matching
cs: Nalezen jeden záznam
ia: %(count)s entrata concordante
ka: ემთხვევა %(count)s მათგანი
pt_br: %(count)s correspondência encontrada
ro: %(count)s înregistrări potrivite
ru: подходит %(count)s запись
th: %(count)s รายการที่ตรงกัน

source: Sorry we cannot find a
bn_bd: দুঃখিত আমরা একটি খুঁজে পাচ্ছি না
cs: Omlouváme se, ale nemůžeme nalézt žádnou
ia: Pardono nos non pote trovar uno
ka: სამწუხაროდ, ვერ მოიძებნა
pt_br: Desculpe, não encontramos o termo
ro: Ne pare rău nu putem găsi un
ru: Извините, но мы не можем найти ни одной
th: ขออภัย เราไม่พบ

source: group
bn_bd: গ্রুপ
cs: skupinu
ia: gruppo
ka: ჯგუფი
pt_br: grupo
ro: grup
ru: группы
th: กลุ่ม

source: or
bn_bd: অথবা
cs: ani
ia: o
ka: ან
pt_br: ou
ro: sau
ru: или
th: หรือ

source: profile
bn_bd: প্রোফাইল
cs: profil
ia: profilo
ka: პროფილი
pt_br: perfil
ro: profil
ru: профиля
th: โปรไฟล์

source: related to "%(query)s".
cs: související s "%(query)s".
ia: associate a "%(query)s".
ka: „%(query)s“ ფრაზასთან დაკავშირებით.
pt_br: relacionado com "%(query)s".
ro: legat de "%(query)s".
ru: связанные с «%(query)s»
th: ที่เกี่ยวข้องกับ "%(query)s"

source: Maybe they're not a Mozillian yet? <a href="%(invite)s">Invite this person</a> to create a profile.
cs: Možná dosud nejsou členy Mozillian? <a href="%(invite)s">Pozvěte tuto osobu</a>, aby si vytvořila profil.
ia: Forsan il non ha un Mozilliano ancora? <a href="%(invite)s">Invita iste persona</a> a crear un profilo.
ka: შესაძლოა, ჯერ არ იყოს მოზილელი? <a href="%(invite)s">მოიწვიეთ ეს პიროვნება</a> ანგარიშის შესაქმნელად.
pt_br: Talvez ele não seja um Mozillian ainda? <a href="%(invite)s">Convide essa pessoa</a>para criar um perfil.
ro: Poate nu este mozillian încă? <a href="%(invite)s">Invită această persoană</a> să-și creeze un profil.
ru: Может быть, он ещё не Мозилльянин? <a href="%(invite)s">Пригласите этого человека</a>, чтобы он создал профиль.

source: Need help? Contact a steward in a functional area!
bn_bd: সাহায্য প্রয়োজন? সরাসরি ফাংশনাল এরিয়াতে কোন স্টুয়ার্ডের সাথে যোগাযোগ করুন!
cs: Potřebujete pomoci? Kontaktujte zástupce v konkrétní tématické oblasti!
ia: Besonia tu de adjuta? Contacta un assistente in un area functional!
ka: დახმარება გესაჭიროებათ? დაუკავშირდით ჩვენს მეგზურს სამოქმედო არეში!
pt_br: Precisa de ajuda? Entre em contato com o porta-voz de uma área específica!
ro: Ai nevoie de ajutor? Contactează un administrator într-o zonă funcțională!
ru: Нужна помощь? Свяжитесь со стюардом в функциональной области!

source: Profile photo
bn_bd: প্রোফাইল এর ছবি
cs: Profilové foto
ia: Photo del profilo
ka: პროფილის სურათი
pt_br: Foto do perfil
ro: Fotografie profil
ru: Фото профиля
th: รูปโปรไฟล์

source: Remove Profile Photo
bn_bd: প্রোফাইল এর ছবি রিমুভ করুন
cs: Odebrat profilové foto
ia: Remover le photo del profilo
ka: პროფილის სურათის მოცილება
pt_br: Remover foto do perfil
ro: Elimină fotografia de profil
ru: Удалить фото профиля
th: เอารูปโปรไฟล์ออก

source: Add account
bn_bd: অ্যাকাউন্ট যোগ করুন
cs: Přidat účet
ia: Adde un conto
ka: ანგარიშის დამატება
pt_br: Adicionar conta
ro: Adaugă cont
ru: Добавить учётную запись
th: เพิ่มบัญชี

source: Update External Accounts
bn_bd: অন্য অ্যাকাউন্টগুলো আটডেট করুন
cs: Aktualizovat externí účty
ia: Actualisar le contos externe
ka: გარე ანგარიშების განახლება
pt_br: Atualizar contas externas
ro: Actualizează conturile externe
ru: Обновление внешних аккаунтов
th: อัปเดตบัญชีภายนอก

source: Update IRC information
bn_bd: IRC তথ্যগুলো আপডেট করুন
cs: Aktualizovat informace o IRC
ia: Actualisar le informationes IRC
ka: IRC მონაცემების განახლება
pt_br: Atualizar informações do IRC
ro: Actualizează informațiile IRC
ru: Обновить информацию IRC
th: อัปเดตข้อมูล IRC

source: Basic Information
bn_bd: সাধারণ তথ্যগুলো
cs: Základní informace
ia: Informationes de base
ka: ძირითადი მონაცემები
pt_br: Informações Básicas
ro: Informații de bază
ru: Основная информация
th: ข้อมูลพื้นฐาน

source: Update Information
bn_bd: তথ্যসমূহ হালনাগাদ করুন
cs: Aktualizovat informace
ia: Actualisar le informationes
ka: მონაცემების განახლება
pt_br: Atualizar informações
ro: Actualizează informațiile
ru: Обновить информацию
th: อัปเดตข้อมูล

source: Profile Identities
cs: Profilové identity
ia: Identitates de profilo
ka: პროფილის ანგარიშები
pt_br: Identidades de perfil
ro: Identități profil
ru: Идентификаторы профиля
th: ข้อมูลประจำตัวโปรไฟล์

source: Login Identity
cs: Identita pro přihlášení
ia: Identitate de connexion
ka: შესვლის ანგარიში
pt_br: Identidades de acesso
ro: Identitate de autentificare
ru: Идентификатор для входа
th: ข้อมูลประจำตัวสำหรับเข้าสู่ระบบ

source: Contact Identities
bn_bd: যোগাযোগ স্বীকৃতি
cs: Kontaktní identity
ia: Identitates de contacto
ka: ანგარიში დასაკავშირებლად
pt_br: Identidades de contato
ro: Contactează-ne
ru: Альтернативные контактные идентификаторы
th: ข้อมูลประจำตัวผู้ติดต่อ

source: Add a new identity.
bn_bd: একটি নতুন পরিচয় যোগ করুন।
cs: Přidat novou identitu.
ia: Adder un nove identitate.
ka: ახალი ანგარიშის დამატება.
pt_br: Adicionar uma nova identidade.
ro: Adaugă o nouă identitate.
ru: Добавить новый идентификатор.
th: เพิ่มข้อมูลประจำตัวใหม่

source: Add Identity
cs: Přidat identitu
ia: Adder identitate
ka: ანგარიშის დამატება
pt_br: Adicionar identidade
ro: Adaugă identitatea
ru: Добавить идентификатор
th: เพิ่มข้อมูลประจำตัว

source: Update Identities
bn_bd: পরিচয় আপডেট করুন
cs: Aktualizovat identity
ia: Actualisar le identitates
ka: ანგარიშის განახლება
pt_br: Atualizar identidades
ro: Actualizează contribuțiile
ru: Обновить идентификаторы
th: อัปเดตข้อมูลประจำตัว

source: A skill is the learned capacity to carry out pre-determined results often with the minimum outlay of time, energy, or both.
cs: Dovednost je naučená schopnost dosahovat předem stanovených výsledků s minimálním vynaložením času, energie či obojí.
ia: Un competentia es le capacitate apprendite a obtener resultatos pre-determinate, sovente con le minime costo de tempore, energia, o ambe illos.
ka: უნარი წარმოადგენს შეძენილ შესაძლებლობას, რომლის მეშვეობითაც განსაზღვრული შედეგი, ჩვეულებრივ, მიიღწევა მცირე დროში, მცირე ძალისხმევით.
pt_br: Uma habilidade é a capacidade adquirida de obter resultados pré-determinados normalmente gastando o mínimo de tempo, energia ou ambos.
ro: O abilitate este o capacitate învățată de a efectua sarcini cu scop predefinit în timp scurt sau fără a depune efort, sau ambele.
ru: Умение это приобретённая способность частого получения заранее определенных результатов с минимальными затратами времени, энергии, или и того и другого.

source: Update Skills
bn_bd: দক্ষতাগুলো হালনাগাদ করুন
cs: Aktualizovat dovednosti
ia: Actualisar la competentias
ka: უნარების განახლება
pt_br: Atualizar habilidades
ro: Actualizează abilitățile
ru: Обновить навыки
th: อัปเดตทักษะ

source: The Mozilla Project spans over many countries and languages. Share the languages you speak to be found easily by other Mozillians.
cs: Projekt Mozilla pokrývá řadu zemí a jazyků. Sdělte nám, jakými jazyky mluvíte, abyste byli snázeji nalezitelní dalšími členy Mozillians.
ia: Le Projecto Mozilla se extende super multe paises e linguas. Comparti le linguas que tu parla pro ser trovate facilemente per altere mozillianos.
ka: Mozilla პროექტი მოიცავს მრავალ ქვეყანას და ენას. გააზიარეთ ის ენები, რომლებზეც საუბრობთ, რომ ადვილად მოგძებნონ სხვა მოზილელებმა.
pt_br: O Projeto Mozilla está presente em vários países e idiomas. Compartilhe os idiomas que você fala para ser encontrado mais facilmente por outros Mozillians.
ro: Proiectul Mozilla acoperă multe țări și limbi. Împărtășește limbile pe care le vorbești pentru a fi găsit ușor de alți mozillieni.
ru: Проект Mozilla охватывает множество стран и языков. Расскажите о языках, на которых вы говорите, чтобы другие Мозилльяне могли легче вас найти.

source: Add language
bn_bd: ভাষা যোগ করুন
cs: Přidat jazyk
ia: Adder un lingua
ka: ენის დამატება
pt_br: Adicionar idioma
ro: Adaugă o limbă
ru: Добавить язык
th: เพิ่มภาษา

source: Update Languages
bn_bd: ভাষাগুলো হালনাগাদ করুন
cs: Aktualizovat jazyky
ia: Actualisar le linguas
ka: ენების განახლება
pt_br: Atualizar idiomas
ro: Actualizează limbile
ru: Обновить языки
th: อัปเดตภาษา

source: Delete account
bn_bd: অ্যাকাউন্ট বাতিল করুন
cs: Smazat účet
ia: Deler le conto
ka: ანგარიშის წაშლა
pt_br: Excluir conta
ro: Șterge contul
ru: Удалить учетную запись
th: ลบบัญชี

source: I acknowledge that deleting my account will make it tougher for me to show off my contributions and easily be found by other members of the Mozilla community.
cs: Rozumím, že smazáním mého účtu bude obtížněji dohledatelný můj příspěvek projektu a nebudu snadno nalezitelný ostatními členy komunity Mozilla.
ia: Io admitte que deler mi conto rendera plus difficile pro me celar mi contributiones e facilemente ser trovate per altere membros del communitate de Mozilla.
ka: ვადასტურებ და მესმის, რომ ჩემი ანგარიშის წაშლა გაართულებს ჩემ მიერ შეტანილი წვლილის წარმოჩენასა და მის მოძიებას, Mozilla ერთობის სხვა წევრების მიერ.
pt_br: Eu reconheço que a exclusão de minha conta irá tornar mais difícil para mostrar as minhas colaborações e ser facilmente encontrado por outros membros da comunidade Mozilla.
ro: Sunt de acord că prin ștergerea contului îmi va fi mai greu să îmi afișez contribuțiile și să pot fi găsit de alți membri ai comunității Mozilla.
ru: Я признаю, что удаление моей учётной записи затруднит для меня показ моих достижений и осложнит установление контактов со мной для других членов сообщества Mozilla.

source: Delete Profile
bn_bd: প্রোফাইল বাতিল করুন
cs: Smazat profil
ia: Deler le profilo
ka: პროფილის წაშლა
pt_br: Excluir perfil
ro: Șterge profilul
ru: Удалить профиль
th: ลบโปรไฟล์

source: API privacy
bn_bd: API সুরক্ষা
cs: API soukromí
ia: Confidentialitate del API
ka: API პირადულობის დებულება
pt_br: API de privacidade
ro: Confidențialitate API
ru: API приватности
th: ความเป็นส่วนตัวของ API

source: The Phonebook offers an API (currently v2) to help authorize contributors and share profile data to other tools and sites like <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> and the <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps Portal</a>. The API respects the defined per field privacy levels.
cs: Phonebook nabízí API (aktuálně v2), které pomáhá autorizovaným přispěvatelům sdílet profilová data v jiných nástrojích a webech jako jsou například <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> či <a id="services-mozilla-reps" href="%(reps_url)s">portál Mozilla Reps</a>. API respektuje nastavení soukromí pro každé pole.
ia: Le directorio offere un API (currentemente v2) pro adjutar a autorisar collaboratores e compartir datos de profilo a altere applicationes e sitos como <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> e le <a id="services-mozilla-reps" href="%(reps_url)s">Portal de reps de Mozilla</a>. Le API respecta le nivellos de confidentialitate definite per campo.
ka: სატელეფონო წიგნაკი გთავაზობთ API-ს (ამჟამად v2), რომელიც დაეხმარება მოხალისეებს ანგარიშზე შესვლასა და პროფილის მონაცემების სხვა საიტებთან და ხელსაწყოებთან გაზიარებაში, როგორიცაა <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> და <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla წარმომადგენლობა</a>. ეს API ითვალისწინებს თითოეული ველისთვის განსაზღვრულ, პირადი მონაცემების უსაფრთხოების დონეს.
pt_br: O catálogo oferece uma API (atualmente na v2) para ajudar a autorizar colaboradores e compartilhar dados do perfil para outras ferramentas como o <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> e o portal <a id="services-mozilla-reps" href="%(reps_url)s">Mozilla Reps</a>. A API respeita o nível de privacidade definido no perfil.
ro: Agenda oferă un API (în prezent v2) pentru a ajuta contribuitorii să autorizeze unelte software și să împărtășească datele profilului cu alte unelte și site-uri precum <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> și <a id="services-mozilla-reps" href="%(reps_url)s">portalul Mozilla Reps</a>. API respectă nivelul de confidențialitate corespunzător definiţiilor în câmpurile respective.
ru: Телефонная книга предлагает API (в данный момент v2), которое помогает участникам авторизоваться и делиться данными профиля с другими инструментами и сайтами, такими как <a id="services-bugzilla-url" href="%(bugzilla_url)s">Bugzilla</a> и <a id="services-mozilla-reps" href="%(reps_url)s">Портал представителей Mozilla</a>. API учитывает определённые в каждом поле уровни приватности.

source: Developers can request API keys and manage existing ones using our dedicated API page.
cs: Vývojáři mohou zažádat o nové a spravovat stávající API klíče na speciální stránce.
ia: Le disveloppatores pote requirer le claves API e gerer los existente per nostre pagina API dedicate.
ka: შემმუშავებლებს შეუძლიათ მოითხოვონ API გასაღებები და მართონ თითოეული, API გვერდის მეშვეობით.
pt_br: Os desenvolvedores podem solicitar chaves de API e gerenciar as existentes, usando a nossa página dedicada para API.
ro: Dezvoltatorii pot solicita chei API și pot gestiona cheile existente folosind pagina dedicată de API.
ru: Разработчики могут запросить ключи API и управлять существующими, используя нашу страницу API.

source: Manage API keys
cs: Spravovat API klíče
ia: Gerer le claves API
ka: API გასაღებების მართვა
pt_br: Gerenciar chaves da API
ro: Gestionează chei API
ru: Управление ключами API
th: จัดการกุญแจ API

source: Groups are a community of Mozillians with some relation to each other. This can be an interest, team, project, product or sub-community.
cs: Skupiny obsahují členy serveru Mozillians, kteří mají něco společného. Může se jednat o zájem, tým, projekt či produkt.
ia: Le gruppos es un communitate de mozillianos con alcun relation reciproc. Isto pote ser un interesse, equipa, projecto, producto o un sub-communitate.
ka: ჯგუფები წარმოადგენს, ერთმანეთთან გარკვეული სახით დაკავშირებული მოზილელების ერთობას. ამ კავშირს შეიძლება უზრუნველყოფდეს საერთო მისწრაფებები, გუნდი, პროექტი, ნაშრომი ან ერთობის ცალკეული განყოფილება.
pt_br: Grupos são comunidades de Mozillians com alguma relação entre eles. Pode ser um interesse, time, projeto, produto ou uma sub comunidade.
ro: Grupurile sunt comunități de mozillieni care au ceva în comun. Acesta poate fi un interes, echipă, proiect, produs sau sub-comunitate.
ru: Группы представляют собой сообщества Мозилльян, имеющих некоторое отношение друг к другу. Это может быть интерес, команда, проект, продукт или суб-сообщество.

source: To join a group, <a href="%(browse)s">find the group's page</a>, then click the Join Group button.
cs: Pokud se chcete připojit ke skupině, <a href="%(browse)s">nalezněte stránku skupiny</a>, a poté klepněte na tlačítko Připojit ke skupině.
ia: Pro junger te a un gruppo, <a href="%(browse)s">trovar le pagina del gruppo</a>, pois cliccar le button: Junger me al gruppo.
ka: ჯგუფში შესასვლელად, <a href="%(browse)s">მონახეთ ჯგუფის გვერდი</a> და დააწკაპეთ ჯგუფში გაწევრიანების ღილაკს.
pt_br: Para participar de um grupo, <a href="%(browse)s">encontre o grupo</a> e clique no botão Participar do grupo.
ro: Pentru a te alătura unui grup, <a href="%(browse)s">găsește pagina grupului</a>, apoi clic pe butonul „Alătură-te grupului”.
ru: Чтобы войти в группу, <a href="%(browse)s">найдите её страницу</a> и там щёлкните «Войти в группу».

source: To leave a group, click its name below to go to its page, then click the Leave Group button there.
cs: Pro opuštění skupiny klepněte na její jméno níže na stránce a klepněte na tlačítko Opustit skupinu.
ia: A lassar un gruppo, clicca su nomine infra a va a su pagina, pois clicca illac le button: Lassar le gruppo.
ka: ჯგუფის დასატოვებლად, დააწკაპეთ მის დასახელებაზე, ჯგუფის გვერდზე გადასასვლელად და შემდეგ დააწკაპეთ ჯგუფის დატოვების ღილაკს.
pt_br: Para sair de um grupo, clique em seu nome abaixo para ir para a sua página, em seguida, clique no botão Sair do grupo lá.
ro: Pentru a părăsi un grup, clic pe numele lui de mai jos pentru a merge la pagina respectivă, apoi clic pe butonul „Părăsește grupul”.
ru: Чтобы покинуть группу, кликните её название ниже, чтобы попасть на её страницу, и там кликните кнопку «Выйти из группы».
th: หากต้องการออกจากกลุ่มให้คลิกชื่อกลุ่มด้านล่าง เพื่อไปที่หน้าของกลุ่ม จากนั้นคลิกปุ่ม ออกจากกลุ่ม

source: After you are vouched, you will be able to join groups.
bn_bd: অনুমোদনের পর আপনি গ্রুপে যোগদান করতে পারবেন।
cs: Ke skupinám se budete moci připojovat jakmile bude vaše členství schváleno.
ia: Post que tu ha essite garantite, tu potera junger te al gruppos.
ka: როცა იქნებით თავდებული, შეგეძლებათ ჯგუფებში ჩართვა.
pt_br: Depois do aval, você poderá participar de grupos.
ro: După ce ai primit o recomandare veți putea să aderi la grupuri.
ru: Когда за Вас поручатся, Вы сможете присоединяться к группам.
