Repository: mozilla-l10n/mozillians-l10n
Catalog: */LC_MESSAGES/django.po
Languages: bn_bd, cs, ia, ka, pt_br, ro, ru, th

source: <p> View Mozillians, Stewards and information for any functional area. Find out who works on what and how you can help out. </p>
cs: <p> Poznejte členy Mozillians a stewardy v konkrétní oblasti vašeho zájmu. Poznejte, kdo na čem pracuje a jak můžete pomoci. </p>
ia: <p> Vide Mozillianos, assistentes e informationes pro omne area functional. Trova qui labora sur que e como tu pote lo adjutar. </p>
ka: <p> იხილეთ მოზილელები, მეგზურები და მონაცემები, ნებისმიერ სამოქმედო არეზე. გაარკვიეთ, თუ ვინ რას საქმიანობს და როგორ შეგიძლიათ დაეხმაროთ. </p>
pt_br: <p> Encontre Mozillians e informações sobre qualquer área funcional. Descubra quem trabalha em que e como pode ajudar. </p>
ro: <p> Vezi mozillieni, administratori și informații pentru orice zonă funcțională. Află cine lucrează, la ce și cum poți să-i ajuți. </p>
ru: <p> Просмотрите Мозилльян, стюардов и информацию для любой функциональной области. Выясните, кто над чем работает и как вы можете помочь. </p>

source: Browse functional areas
bn_bd: ফাংশনাল ক্ষেত্রসমূহ ব্রাউজ করুন
cs: Procházet oblasti zájmu
ia: Naviga le areas functional
ka: სამოქმედო არეების მონახვა
pt_br: Navegue através das áreas funcionais
ro: Răsfoiește zonele funcționale
ru: Просмотр функциональных областей
th: เรียกดูขอบเขตหน้าที่

source: <p>Become <a href='https://wiki.mozilla.org/Mozillians/Vouching'>vouched</a> and you can browse functional areas!</p>
bn_bd: <p><a href='https://wiki.mozilla.org/Mozillians/Vouching'>অনুমোদিত</a>হতে এবং আপনি ফাংশনাল এরিয়াগুলো ব্রাউজ করতে পারেন!</p>
cs: <p>Staňte se <a href='https://wiki.mozilla.org/Mozillians/Vouching'>potvrzeným</a> Mozillians a procházejte oblasti svých zájmů!</p>
ia: <p>Deveni <a href='https://wiki.mozilla.org/Mozillians/Vouching'>garantite</a> e tu pote navigar per le areas functional!</p>
ka: <p><a href='https://wiki.mozilla.org/Mozillians/Vouching'>თავდების</a> ყოლის შემდეგ შეგეძლებათ სამოქმედო არეების მოძიება!</p>
pt_br: <p>Seja <a href='https://wiki.mozilla.org/Mozillians/Vouching'>atestado</a> e navegue através das áreas funcionais!</p>
ro: <p>Primește o <a href='https://wiki.mozilla.org/Mozillians/Vouching'>recomandare</a> și vei putea accesa zonele funcționale!</p>
ru: <p>Получите <a href='https://wiki.mozilla.org/Mozillians/Vouching'>поручительство</a> и вы сможете просматривать функциональные области!</p>

source: <p> Find and join groups centered around interests, technologies, geographies and more. </p>
cs: <p> Nalezněte a připojte se ke skupinám v oblastech či technologiích, které vás zajímají. </p>
ia: <p> Trova e junge te a gruppos centrate circum interesses, technologias, geographias e plus. </p>
ka: <p> მოიძიეთ და შეუერთდით ჯგუფებს, საერთო მისწრაფებებით, ტექნოლოგიებით, ადგილმდებარეობით და ა. შ. </p>
pt_br: <P> Localizar e participar de grupos de interesses, centrados em torno de tecnologias, localidade e muito mais. </ P>
ro: <p> Găsește și alătură-te grupurilor centrate pe interesele tale, pe tehnologii, geografie și altele. </p>
ru: <p> Ищите и присоединяйтесь к группам, образованным по интересам, технологиям, географии и многому другому. </p>
th: <p> ค้นหาและเข้าร่วมกลุ่มตามความสนใจ เทคโนโลยี ภูมิภาค และอื่น ๆ </p>

source: Browse groups
bn_bd: গ্রুপগুলো ব্রাউজ কর
cs: Procházet skupiny
ia: Explora le gruppos
ka: ჯგუფების მოძიება
pt_br: Navegue através dos grupos
ro: Răsfoiește grupuri
ru: Просмотр групп
th: เรียกดูกลุ่ม

source: <p>Become <a href='https://wiki.mozilla.org/Mozillians/Vouching'>vouched</a> and you can browse groups!</p>
bn_bd: <p><a href='https://wiki.mozilla.org/Mozillians/Vouching'>অনুমোদিত</a>হতে এবং আপনি গ্রুপগুলো ব্রাউজ করতে পারেন!</p>
cs: <p>Staňte se <a href='https://wiki.mozilla.org/Mozillians/Vouching'>potvrzeným</a> Mozillians a procházejte skupiny!</p>
ia: <p>Deveni <a href='https://wiki.mozilla.org/Mozillians/Vouching'>garantite</a> e tu pote explorar le gruppos!</p>
ka: <p><a href='https://wiki.mozilla.org/Mozillians/Vouching'>თავდების</a> ყოლის შემდეგ შეგეძლებათ ჯგუფების მოძიება!</p>
pt_br: <p>Seja <a href='https://wiki.mozilla.org/Mozillians/Vouching'>atestado</a> e navegue através dos grupos!</p>
ro: <p>Primește o <a href='https://wiki.mozilla.org/Mozillians/Vouching'>recomandare</a> și vei putea răsfoi grupurile!</p>
ru: <p>Получите <a href='https://wiki.mozilla.org/Mozillians/Vouching'>поручительство</a> и вы сможете просматривать группы!</p>

source: How do I get involved?
bn_bd: কিভাবে আমি সম্পৃক্ত হতে পারি?
cs: Jak se zapojit?
ia: Como pote io collaborar?
ka: როგორ ჩავერთო?
pt_br: Como eu posso me envolver?
ro: Cum să mă implic?
ru: Как мне принять участие?
th: ฉันจะมีส่วนร่วมได้อย่างไร?

source: Mozilla exists to promote openness, innovation and opportunity on the Internet. The success of our mission depends on participation from people like you. Find out how you can get involved to help make a difference in the lives of people everywhere.
cs: Mozilla slouží k propagaci otevřenosti, inovací a příležitostí na Internetu. Úspěch naší mise závisí na přispěvatelích jako jste vy. Podívejte se, jak se můžete zapojit a jak tak pomoci lidem okolo vás.
ia: Mozilla existe pro promover apertura, innovation e opportunitate sur Internet. Le successo de nostre mission depende del participation de personas como te. Trova como tu pote collaborar pro adjutar a facer un differentia in le vitas de personas ubique.
ka: Mozilla-ს მიზანია გახსნილობის, სიახლეების დანერგვისა და შესაძლებლობების გაფართოების მხარდაჭერა ინტერნეტში. ჩვენი უმაღლესი მიზნის წარმატებით განხორციელება დამოკიდებულია ისეთ მონაწილეებზე, როგორიც თქვენ ხართ. გაეცანით ინფორმაციას, თუ როგორ შეგიძლიათ ჩაერთოთ პროექტში და დაგვეხმაროთ თითოეული ადამიანის ცხოვრების შეცვლაში.
pt_br: A Mozilla existe para promover a abertura, inovação e oportunidade na Internet. O sucesso da nossa missão depende da participação de pessoas como você. Descubra como você pode colaborar para ajudar a fazer a diferença na vida das pessoas de todos os lugares.
ro: Mozilla există pentru a promova deschiderea, inovația și oportunitatea pe internet. Succesul misiunii noastre depinde de participarea oamenilor ca tine. Află cum să te implici pentru a ajuta să faci o diferență în viața oamenilor de pretutindeni.
ru: Mozilla существует для продвижения открытости, инноваций и новых возможностей в Интернете. Успех нашей миссии зависит от участия в ней людей, таких как вы. Узнайте, как вы можете принять участие, чтобы помочь привнести новое в жизни людей во всем мире.

source: <a href="%(contribute_url)s">Get involved</a>
bn_bd: <a href="%(contribute_url)s">যুক্ত হন</a>
cs: <a href="%(contribute_url)s">Zapojit se</a>
ia: <a href="%(contribute_url)s">Contribuer</a>
ka: <a href="%(contribute_url)s">ჩაერთეთ</a>
pt_br: <a href="%(contribute_url)s">Participar</a>
ro: <a href="%(contribute_url)s">Implică-te</a>
ru: <a href="%(contribute_url)s">Принять участие</a>
th: <a href="%(contribute_url)s">มีส่วนร่วม</a>

source: Invite a Mozillian
bn_bd: মজিলিয়ানকে আমন্ত্রণ কর
cs: Pozvat uživatele
ia: Invita un Mozilliano
ka: მოზილელის მოწვევა
pt_br: Convidar um Mozillian
ro: Invită un mozillian
ru: Пригласите Мозилльянина
th: เชิญชาว Mozilla

source: If you want to invite a new Mozillian please fill out the following form. <strong>Note</strong>: Inviting a new user is like vouching. <a href="%(vouching_url)s">Read more about vouching.</a>
bn_bd: আপনি নতুন Mozillian কে আমন্ত্রণ জানাতে চাইলে ফরমটি পূরণ করুন। <strong>টীকা</strong>: নতুন ইউজার আমন্ত্রণ এক প্রকার ভাউচ করা। <a href="%(vouching_url)s">অনুমোদন সম্পর্কে আরও পড়ুন।</a>
cs: Pokud chcete pozvat nového člena Mozillians, vyplňte následující formulář. <strong>Poznámka</strong>: Pozvání nového uživatele je jako schvalování. <a href="%(vouching_url)s">Přečtěte si více o schvalování.</a>
ia: Si tu vole invitar un nove mozilliano per favor plena le forma sequente. <strong>Nota</strong>: Invitar un nove usator es como garantir. <a href="%(vouching_url)s">Lege plus re como garantir.</a>
ka: თუ გსურთ, მოიწვიოთ ახალი მოზილელი, გთხოვთ, შეავსოთ მოცემული ველები. <strong>შენიშვნა</strong>: ახალი მომხმარებლის მოწვევა, თავდებობის მსგავსად ხდება. <a href="%(vouching_url)s">იხილეთ ვრცლად, თავდებობის შესახებ.</a>
pt_br: Se quiser convidar um novo Mozillian, preencha o seguinte formulário. <strong>Nota</strong>: Convidar um novo usuário é como atestá-lo. <a href="%(vouching_url)s">Leia mais sobre os atestados.</a>
ro: Dacă vrei să inviți un nou mozillian, completează formularul următor. <strong>Notă</strong>: Invitarea unui nou utilizator e același lucru ca recomandarea. <a href="%(vouching_url)s">Citește mai multe despre recomandări.</a>
ru: Если вы хотите пригласить нового Мозилльянина, пожалуйста, заполните следующую форму. <strong>Примечание</strong>: Приглашение нового пользователя выглядит как поручительство. <a href="%(vouching_url)s">Подробнее о поручительстве.</a>
th: หากคุณต้องการเชิญชาว Mozilla ใหม่ โปรดกรอกแบบฟอร์มต่อไปนี้ <strong>หมายเหตุ</strong>: การเชิญผู้ใช้ใหม่เป็นเหมือนการรับรอง <a href="%(vouching_url)s">อ่านเพิ่มเติมเกี่ยวกับการรับรอง</a>

source: We recently changed the criteria for being able to invite and vouch other Mozillians. If you want to use this page, you need to receive %(vouch_threshold)s vouches. Ask someone to visit your profile and vouch for you. Then come back here once you have %(vouch_threshold)s vouches and you will be able to invite people to the directory. <a href="%(vouching_url)s">Learn more about vouching.</a>
cs: Nedávno jsme změnili kritéria pro pozvánky a schvalování členů Mozillians. Pokud chcete tuto stránku používat, potřebujete obdržet %(vouch_threshold)s hlasů. Požádejte někoho, aby navštívil váš profil a hlasoval pro vás. Jakmile získáte %(vouch_threshold)s hlasů, budete moci pozvat další lidi do adresáře. <a href="%(vouching_url)s">Přečtěte si více o schvalování.</a>
ia: Nos recentemente cambiava le criterios pro poter invitar e garantir altere mozillianos. Si tu vole usar iste pagina, tu debe reciper %(vouch_threshold)s garantias. Demanda a alcuno de visitar tu profilo e garantir pro te. Pois recede ci un vice que tu ha %(vouch_threshold)s garantias e tu sera capace a invitar personas al directorio. <a href="%(vouching_url)s">Saper plus re le garantia.</a>
ka: ჩვენ, ახლახან, შევცვალეთ ის მოთხოვნები, რომელიც ახალი მოზილელების მოწვევისა და თავდებობისთვისაა საჭირო. ამ გვერდის გამოსაყენებლად, უნდა გყავდეთ %(vouch_threshold)s თავდები. სთხოვეთ ვინმეს, ეწვიოს თქვენს პროფილს და დაგიდგეთ თავდებად. როგორც კი გეყოლებათ %(vouch_threshold)s თავდები, შეგიძლიათ დაბრუნდეთ აქ და მოიწვიოთ ხალხი. <a href="%(vouching_url)s">იხილეთ ვრცლად, თავდებობის შესახებ.</a>
pt_br: Recentemente, os critérios para convidar e atestar outros Mozillians mudaram. Se você quiser usar esta página, você precisa de %(vouch_threshold)s atestados. Peça a alguém para visitar o seu perfil e atestar você. Depois volte aqui quando você tiver %(vouch_threshold)s atestados e será capaz de convidar as pessoas para o diretório. <a href="%(vouching_url)s">Saiba mais sobres os atestados.</a>
ro: Am schimbat recent criteriile pentru a putea trimite invitații și pentru a recomanda alți mozillieni. Dacă vrei să folosești această pagină, trebuie să atingi pragul de %(vouch_threshold)s recomandări primite. Roagă un mozillian să-ți viziteze profilul și să-ți dea o recomandare. Apoi revino aici odată ce ai depășit pragul de %(vouch_threshold)s recomandări primite pentru a putea invita alți oameni. <a href="%(vouching_url)s">Află mai multe despre recomandări.</a>
ru: Недавно мы изменили критерии для получения возможности приглашать и поручаться за других Мозилльян. Если вы хотите использовать эту страницу, вам нужно получить %(vouch_threshold)s поручительств. Попросите кого-нибудь посетить ваш профиль и поручиться за вас. Затем вернитесь сюда, когда у вас будет %(vouch_threshold)s поручительств, и вы сможете приглашать людей в каталог. <a href="%(vouching_url)s">Узнайте больше о поручительстве.</a>

source: Your Invites
bn_bd: আপনার দাওয়াতগুলো:
cs: Vaše pozvání
ia: Tu invitationes
ka: თქვენი მოწვევები
pt_br: Seus convites
ro: Invitațiile tale
ru: Ваши приглашения
th: คำเชิญของคุณ

source: Sent:
bn_bd: পাঠানো হয়েছেঃ
cs: Odesláno:
ia: Inviate:
ka: გაგზავნილი:
pt_br: Enviada em:
ro: Trimise:
ru: Отправлено:
th: ส่งเมื่อ:

source: Redeemed:
bn_bd: উদ্ধারকৃত:
cs: Pozván:
ia: Redimite:
ka: მიღებული:
pt_br: Resgatados:
ro: Activate:
ru: Принявший:
th: แลกเมื่อ:

source: Redeemer:
bn_bd: উদ্ধারক:
cs: Pozvaný:
ia: Redemptor:
ka: მიმღები:
pt_br: Redentor:
ro: Activatorul:
ru: Давший:
th: ผู้แลก:

source: Invitation Sent
bn_bd: দাওয়াত পাঠানো হয়েছে
cs: Poslání pozvání
ia: Invitation inviate
ka: მოწვევა გაგზავნილია
pt_br: Convite enviado
ro: Invitații trimise
ru: Приглашение отправлено
th: ส่งคำเชิญแล้ว

source: Invitation Sent!
bn_bd: দাওয়াত পাঠানো হয়েছে!
cs: Pozvání bylo odesláno!
ia: Invitation inviate!
ka: მოწვევა გაგზავნილია!
pt_br: Convite enviado!
ro: Invitația a fost trimisă!
ru: Приглашение отправлено!
th: ส่งคำเชิญแล้ว!

source: %(recipient)s has been invited to Mozillians. They'll receive an email with instructions on how to join. You can <a href="%(invite_url)s"> invite another Mozillian</a> if you like.
bn_bd: %(recipient)s Mozillians তে যোগ দেওয়ার জন্য আমন্ত্রিত। কিভাবে যোগ দিতে হয় তারা ইমেইলে তার নির্দেশনা পাবে। আপনি যদি চান <a href="%(invite_url)s"> অারো Mozillian</a> কে আমন্ত্রণ জানাতে পারেন।
cs: %(recipient)s byl(a) pozván(a) k připojení k serveru Mozillians. Obdrží e-mail s instrukcemi, jak se zapojit. Pokud chcete, můžete <a href="%(invite_url)s">pozvat dalšího člena</a>.
ia: %(recipient)s ha essite invitate a Mozillianos. Illes recipera un email con instructiones re como junger se. Tu pote <a href="%(invite_url)s"> invitar un altere Mozilliano</a> si te place.
ka: %(recipient)s მოწვეულნი არიან მოზილელებში. ისინი მიიღებენ სათანადო მითითებებს ელფოსტაზე. თუ გსურთ, შეგიძლიათ <a href="%(invite_url)s">მოიწვიოთ სხვა მოზილელიც</a>.
pt_br: %(recipient)s foi convidado ao Mozillians. Instruções de como inscrever-se serão enviadas para seu e-mail. Se desejar, você pode <a href="%(invite_url)s"> convidar outro Mozillian</a>.
ro: %(recipient)s a fost invitat pe Mozillians. Va primi un e-mail cu instrucțiuni despre cum să se alăture. Poți <a href="%(invite_url)s"> invita un alt mozillian</a> dacă dorești.
ru: %(recipient)s был приглашен в ряды Мозилльян. Он получит по эл. почте письмо с инструкциями по тому, как присоединиться. Если хотите, вы можете <a href="%(invite_url)s"> пригласить ещё одного Мозилльянина</a>.
th: %(recipient)s ได้ถูกเชิญไปยัง Mozillians แล้ว พวกเขาจะได้รับอีเมลพร้อมคำแนะนำเกี่ยวกับวิธีการเข้าร่วม คุณสามารถ<a href="%(invite_url)s">เชิญชาว Mozilla คนอื่น</a>ได้หากคุณต้องการ

source: Mozillians in
bn_bd: Mozillians রয়েছেন
cs: Mozillians v
ia: Mozillianos in
ka: მოზილელები
pt_br: Mozillians em
ro: Mozillieni în
ru: Мозилльяне в
th: เป็นชาว Mozilla ตั้งแต่

source: Sorry we cannot find any mozillians in
bn_bd: দুঃখিত আমরা এতে কোন মজিলিয়ানের প্রোফাইল পাইনি
cs: Omlouváme se, ale nemůžeme nalézt žádné členy Mozillians v
ia: Pardono nos non pote trovar ulle mozillianos in
ka: ჩვენ ვერ მოვიძიეთ მოზილელები
pt_br: Desculpe, mas não encontramos nenhum Mozillian em
ro: Ne pare rău, nu am putut găsi niciun mozillian în
ru: Извините, мы не можем найти ни одного мозилльянина в
th: ขออภัย เราไม่พบชาว Mozilla ใน

source: Your Profile
bn_bd: ব্যবহারকারীর প্রফাইল
cs: Váš profil
ia: Tu profilo
ka: თქვენი პროფილი
pt_br: Seu perfil
ro: Profilul tău
ru: Ваш профиль
th: โปรไฟล์ของคุณ

source: Mozillian Profile
bn_bd: মজিলিয়ানের প্রোফাইল
cs: Profil na Mozillian
ia: Profilo de Mozilliano
ka: მოზილელის პროფილი
pt_br: Perfil do Mozillian
ro: Profil de mozillian
ru: Профиль Мозилльянина
th: โปรไฟล์ชาว Mozilla

source: Pending Profile
bn_bd: অপেক্ষামান প্রোফাইল
cs: Čekající profil
ia: Profilo pendente
ka: განსახილველი პროფილი
pt_br: Perfil pendente
ro: Profil în așteptare
ru: Ожидающий профиль
th: โปรไฟล์ที่รอค้างอยู่

source: <p> Your profile is waiting to be vouched. Once you are vouched, you will be able to view the profiles of all Mozillians, join groups and access additional content on other sites as a Mozillian. <a href="%(vouching_url)s">Learn more about vouching</a>. </p> <p> Send the link below to someone who is familiar with your contributions and ask them to vouch for you: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> If you are new to the Mozilla community, <a class="button" href="%(contribute_url)s">get involved</a> </p> <p>The chances of being vouched increase as you finish tasks in our community.</p>
cs: <p> Váš profil čeká na schválení. Jakmile budete schválen, budete moci zobrazovat profily jiných členů Mozillians, připojovat se do skupin a mít jako člen Mozillians přístup k dalšími obsahu na jiných webech. <a href="%(vouching_url)s">Přečtěte si více o schvalování</a>. </p> <p> Pošlete odkaz níže někomu, kdo zná míru vašeho zapojení do projektu a poproste jej, aby pro vás hlasoval: <br/> <em class="underline" title="URL vašeho profilu">%(profile_url)s</em> </p> <p> Pokud jste nový člen komunity Mozilla, <a class="button" href="%(contribute_url)s">zapojte se</a>. </p> <p> Šance na schválení se zvyšují jakmile v rámci naší komunity něco dokončíte. </p>
ia: <p> Tu profilo attende de ser garantite. Un vice que tu sera garantite, tu potera vider le profilos de omne mozillianos, junger te a gruppos, e acceder como mozilliano ad plus de contento sur altere sitos. <a href="%(vouching_url)s">Saper plus re garantias</a>. </p> <p> Manda le ligamine infra ad alicuno qui es familiar con tu contributiones e demanda le de te garantir: <br/> <em class="underline" title="URL de tu profilo">%(profile_url)s</em> </p> <p> Si tu es nove al communitate de Mozilla, <a class="button" href="%(contribute_url)s">participa</a> </p> <p>Le chances de ser garantite augmenta si tu completa labores in nostre communitate.</p>
ka: <p> თქვენი პროფილი საჭიროებს თავდებს. როგორც კი გეყოლებათ თავდები, შეგეძლებათ დანარჩენი მოზილელების პროფილების ნახვა, ჯგუფებში ჩართვა და დამატებით შიგთავსთან წვდომა, სხვა საიტებზე, როგორც მოზილელს. <a href="%(vouching_url)s">იხილეთ ვრცლად, თავდებობის შესახებ</a>. </p> <p> ქვემოთ მოცემული ბმული გაუგზავნეთ მას, ვისაც აქვს ინფორმაცია თქვენ მიერ შეტანილ წვლილზე და სთხოვეთ გახდეს თქვენი თავდები: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> თუ ჯერ ახალი ხართ და არ იცნობთ Mozilla ერთობას, <a class="button" href="%(contribute_url)s">ჩაერთეთ ჩვენს საქმიანობაში</a> </p> <p>ერთობაში წვლილის შეტანის შემდეგ, უფრო ადვილად შეგეძლებათ გახდეთ თავდებული.</p>
pt_br: <p>Seu perfil está esperando para ser atestado. Uma vez atestado, você será capaz de ver os perfis de todos os Mozillians, entrar em grupos e acessar conteúdo adicional de outros sites como um Mozillian. <a href="%(vouching_url)s">Saiba mais sobre o atestado</a>. </p> <p> Envie o link abaixo para alguém que esteja familiarizado com suas contribuições e peça que ateste você: <br/> <em class="underline" title="Your profile URL">%(profile_url)s</em> </p> <p> Se você é novo na Comunidade Mozilla, <a class="button" href="%(contribute_url)s">envolva-se</a> </p> <p>As chances de ser atestado aumentam à medida que terminar as tarefas em nossa comunidade.</p>
ro: <p> Profilul tău așteaptă o recomandare. Odată ce ai fost recomandat vei putea să vezi profilurile tuturor mozillienilor, să te alături grupurilor sau să accesezi conținut suplimentar pe alte site-uri în calitate de mozillian. <a href="%(vouching_url)s">Află mai multe despre recomandări</a>. </p> <p> Trimite linkul de mai jos cuiva care îți cunoaște contribuțiile și roagă-l să te recomande: <br/> <em class="underline" title="Linkul profilului">%(profile_url)s</em> </p> <p> Dacă ești nou în comunitatea Mozilla, <a class="button" href="%(contribute_url)s">implică-te</a> </p> <p>Șansele de a fi recomandat cresc pe măsură ce completezi sarcini în cadrul comunității noastre.</p>
ru: <p> Ваш профиль ожидает, чтобы за него поручились. После того как за вас поручаться, вы сможете просматривать профили всех Мозилльян, присоединяться к группам и получить доступ к дополнительному контенту на других сайтах, в качестве Мозилльянина.<a href="%(vouching_url)s">Узнайте больше о поручительстве</a>. </p> <p> Отправьте ссылку ниже кому-нибудь, кто знаком с вашим вкладом, и попросите его за вас поручиться: <br/> <em class="underline" title="URL вашего профиля">%(profile_url)s</em> </p> <p> Если вы новичок в сообществе Mozilla, <a class="button" href="%(contribute_url)s">начните принимать в нём участие</a>. </p> <p> Шансы на то, что за вас поручатся, повышаются с каждой выполненной задачей в нашем сообществе. </p>

source: This profile is waiting for approval. If you would like to vouch for them, use the form at the bottom of the page.
cs: Tento profil čeká na schválení. Pokud můžete potvrdit příspěvek této osoby, učiňte tak prosím níže na stránce.
ia: Iste profilo attende pro approbation. Si tu amarea garantir pro les, usa le forma in le fundo del pagina.
ka: ეს პროფილი ელოდება დამოწმებას. თუ გსურთ მისი თავდებობა, გამოიყენეთ ქვემოთ მოცემული ველები.
pt_br: Este perfil está aguardando aprovação. Se você pode atestar a colaboração desse usuário, use o formulário na parte inferior da página.
ro: Acest profil așteaptă aprobarea. Dacă dorești să trimiți o recomandare, completează formularul din josul paginii.
ru: Этот профиль ожидает одобрения. Если вы хотите за него поручиться, используйте форму внизу страницы.

source: Your profile is not public. If you <a href="%(edit_url)s">edit your profile</a> to have at least one public field, your public profile will be viewable.
cs: Váš profil není veřejný. Pokud si <a href="%(edit_url)s">upravíte svůj profil</a>, aby alespoň jeden údaj byl veřejný, bude váš veřejný profil dostupný.
ia: Tu profilo non es public. Si tu <a href="%(edit_url)s">modifica tu profilo</a> pro haber al minus un campo public, tu profilo public essera visibile.
ka: თქვენი პროფილი არაა საჯარო. თუ <a href="%(edit_url)s">ჩაასწორებთ პროფილს</a> და ერთ ველზე მაინც მიუთითებთ საჯაროს, თქვენი პროფილი გახდება ხილული.
pt_br: Seu perfil não é público. Se você <a href="%(edit_url)s">edite seu perfil</a> para ter pelo menos um campo público, seu perfil público será visível.
ro: Profilul tău nu este public. Dacă <a href="%(edit_url)s">îți editezi profilul</a> pentru a avea cel puțin un câmp public, profilul tpu public va deveni vizibil.
ru: Ваш профиль не является публичным. Если вы <a href="%(edit_url)s"> отредактируете свой профиль</a>, чтобы он имел хотя бы одно публичное поле, то будет виден ваш публичный профиль.

source: Mozillian for %(mozillian_years)s year
bn_bd: %(mozillian_years)s বছর ধরে Mozillian
cs: Člen Mozillian %(mozillian_years)s let
ia: Mozilliano pro %(mozillian_years)s anno
ka: მოზილელები %(mozillian_years)s წლის
pt_br: Mozillian por %(mozillian_years)s ano
ro: Mozillian de %(mozillian_years)s an
ru: Мозилльянин %(mozillian_years)s год
th: เป็นชาว Mozilla แล้ว %(mozillian_years)s ปี

source: T-Shirt Size:
bn_bd: টি-শার্ট এর মাপ:
cs: Velikost trička:
ia: Dimension del T-Shirt:
ka: მაისურის ზომა:
pt_br: Camiseta do tamanho:
ro: Mărime la tricou:
ru: Размер футболки:
th: ขนาดเสื้อยืด:

source: View as:
bn_bd: এভাবে দেখুন:
cs: Zobrazit jako:
ia: Vider como:
ka: ხედვა:
pt_br: Ver como:
ro: Vedere:
ru: Просмотреть как:
th: ดูเป็น:

source: Myself
bn_bd: নিজের
cs: Pouze já
ia: Me mesme
ka: საკუთარი
pt_br: Eu mesmo
ro: Personală
ru: Я сам
th: ตัวฉันเอง

source: Mozillian
bn_bd: মজিলিয়ান
ia: Mozilliano
ka: მოზილელის
ru: Мозилльянин
th: ชาว Mozilla

source: Public
bn_bd: পাবলিক
cs: Veřejně
ka: საჯარო
pt_br: Público
ru: Все
th: สาธารณะ

source: Bio
bn_bd: জীবনী
cs: O členu
ia: Biographia
ka: შესახებ
pt_br: Sobre
ro: Biografie
ru: О себе
th: ชีวประวัติ
