Repository: mozilla-l10n/mozillians-l10n
Catalog: */LC_MESSAGES/django.po
Languages: bn_bd, cs, ia, ka, pt_br, ro, ru, th

source: Invitations
bn_bd: আমন্ত্রণসমূহ
cs: Pozvánky
ia: Invitationes
ka: მოწვევები
pt_br: Convites
ro: Invitații
ru: Приглашения
th: คำเชิญ

source: Administration
bn_bd: প্রশাসন
cs: Administrace
ka: ხელმძღვანელობა
pt_br: Administração
ro: Administrare
ru: Администрация
th: ผู้ดูแลระบบ

source: Group: {name}
bn_bd: গ্রুপ: {name}
cs: Skupina: {name}
ia: Gruppo: {name}
ka: ჯგუფი: {name}
pt_br: Grupo: {name}
ro: Grup: {name}
ru: Группа: {name}
th: กลุ่ม: {name}

source: Functional Area
bn_bd: ফাংশনাল ক্ষেত্র
cs: Oblast zájmu
ia: Area functional
ka: სამოქმედო არე
pt_br: Áreas funcionais
ro: Zona funcțională
ru: Функциональная область
th: ขอบเขตหน้าที่

source: Delete Group
bn_bd: গ্রুপ মুছে ফেলুন
cs: Smazat skupinu
ia: Deler le gruppo
ka: ჯგუფის წაშლა
pt_br: Excluir grupo
ro: Șterge grupul
ru: Удалить группу
th: ลบกลุ่ม

source: Edit Group
bn_bd: গ্রুপ সম্পাদনা
cs: Upravit skupinu
ia: Modificar le gruppo
ka: ჯგუფის ჩასწორება
pt_br: Editar grupo
ro: Editează grupul
ru: Изменить группу
th: แก้ไขกลุ่ม

source: Skills members have in common
bn_bd: একই দক্ষতা রয়েছে এমন সদস্য
cs: Společné znalosti členů
ia: Competentias in commun al membros
ka: ჯგუფის წევრების უნარები
pt_br: Habilidades que os membros têm em comum
ro: Abilitățile pe care le au membrii în comun
ru: Общие умения участников
th: ทักษะที่สมาชิกมีร่วมกัน

source: Community Steward
bn_bd: কমিউনিটি স্টুয়ার্ড
cs: Komunitní steward
ia: Assistente de communitate
ka: ერთობის წარმომადგენელი
pt_br: Zelador da comunidade
ro: Administrator comunitar
ru: Стюард сообщества
th: ผู้ดูแลรักษาชุมชน

source: Curators
bn_bd: কিউরেটর
cs: Správci
ia: Curatores
ka: ზედამხედველები
pt_br: Curadores
ro: Custozi
ru: Кураторы
th: ผู้พิทักษ์

source: Curator
bn_bd: তত্ত্বাবধায়ক
cs: Správce
ka: ზედამხედველი
pt_br: Curador
ro: Custode
ru: Куратор
th: ผู้พิทักษ์

source: Profile Photo
bn_bd: প্রোফাইল ছবি
cs: Profilové foto
ia: Photo del profilo
ka: პროფილის სურათი
pt_br: Foto do perfil
ro: Fotografie de profil
ru: Фото профиля
th: รูปโปรไฟล์

source: Request to Join Group
bn_bd: গ্রুপে যোগ দিতে অনুরোধ করুন
cs: Požádejte o připojení ke skupině
ia: Requesta de junger se al gruppo
ka: ჯგუფში გაწევრიანების მოთხოვნა
pt_br: Pedir para se juntar ao grupo
ro: Cerere de alăturare în grup
ru: Запрос на присоединение к группе
th: ขอเข้าร่วมกลุ่ม

source: Join Group
bn_bd: গ্রুপে যোগ দিন
cs: Připojit se do skupiny
ia: Junger se al gruppo
ka: ჯგუფში გაწევრიანება
pt_br: Junte-se ao grupo
ro: Alătură-te grupului
ru: Войти в группу
th: เข้าร่วมกลุ่ม

source: Leave Group
bn_bd: গ্রুপ ত্যাগ করুন
cs: Opustit skupinu
ia: Lassar le gruppo
ka: ჯგუფის დატოვება
pt_br: Deixar o grupo
ro: Părăsește grupul
ru: Выйти из группы
th: ออกจากกลุ่ม

source: Filter
bn_bd: ফিল্টার
cs: Filtr
ia: Filtro
ka: დახარისხება
pt_br: Filtro
ro: Filtru
ru: Фильтр
th: ตัวกรอง

source: There are no open membership requests for %(group_name)s.
bn_bd: %(group_name)s এর জন্য কোন সদস্যপদের অনুরোধ নেই।
cs: Pro skupinu %(group_name)s nejsou v současné době otevřené žádosti o členství.
ia: Il ha nulle requestas de adhesion aperte pro %(group_name)s.
ka: %(group_name)s გაწევრიანების განსახილველი მოთხოვნები არაა.
pt_br: Não há pedidos de participação aberto para %(group_name)s.
ro: Nu există cereri deschise de alăturare pentru %(group_name)s.
ru: Нет открытых запросов на присоединение к группе %(group_name)s.
th: ไม่มีคำขอเป็นสมาชิกแบบเปิดสำหรับ %(group_name)s

source: There are no users who haven't accepted %(group_name)s's terms.
bn_bd: কোনও ব্যবহারকারী নেই যারা %(group_name)s এর শর্তগুলি স্বীকার করেনি।
cs: Nejsou zde žádní uživatelé, kteří nesouhlasili s podmínkami skupiny %(group_name)s.
ia: Il ha nulle usatores qui non ha acceptate le terminos de %(group_name)s.
ka: არ არიან ისეთი მომხმარებლები, რომლებიც არ დაეთანხმნენ %(group_name)s-ის პირობებს.
pt_br: Não há usuários que não tenham aceitado os termos do grupo %(group_name)s.
ro: Nu sunt utilizatori care nu au acceptat regulamentele grupului %(group_name)s.
ru: Нет пользователей, которые не приняли правила группы %(group_name)s.
th: ไม่มีผู้ใช้ที่ยอมรับเงื่อนไขของ %(group_name)s

source: There are no pending renewals for %(group_name)s.
bn_bd: %(group_name)s এর জন্য কোন পেন্ডিং রিনিউয়াল নেই।
cs: Pro skupinu %(group_name)s nejsou žádná čekající obnovení členství.
ia: Il ha nulle renovationes pendente pro %(group_name)s.
ka: განსახილველი განახლებები %(group_name)s ჯგუფისთვის არაა.
pt_br: Não há renovações pendentes para %(group_name)s.
ro: Nu există reînnoiri deschise alăturate %(group_name)s.
ru: Нет ожидающих обновлений для группы %(group_name)s.
th: ไม่มีการต่ออายุที่ค้างอยู่สำหรับ %(group_name)s

source: Sorry, we can not find any mozillians in %(group_name)s.
bn_bd: দুঃখিত, আমরা %(group_name)s এ কোন মজিলিয়ান খুঁজে পাইনি,
cs: Omlouváme se, ale nemůžeme nalézt žádného člena Mozillians ve skupině %(group_name)s.
ia: Pardono, nos non pote trovar ulle mozillianos in %(group_name)s.
ka: სამწუხაროდ, მოზილელების %(group_name)s-ში მონახვა, ვერ მოხერხდა.
pt_br: Desculpe, mas não encontramos nenhum mozillian em %(group_name)s.
ro: Ne pare rău, nu am putut găsi niciun mozillian în %(group_name)s.
ru: Извините, но мы не можем найти ни одного мозилльянина в %(group_name)s.
th: ขออภัย เราไม่พบ Mozillians ใด ๆ ใน %(group_name)s

source: Functional Area Members
bn_bd: ফাংশনাল ক্ষেত্র সদস্য
cs: Členové oblasti zájmu
ia: Membros del area functional
ka: სამოქმედო არის წევრები
pt_br: Áreas funcionais dos membros
ro: Zone funcționale ale membrilor
ru: Участники функциональной области
th: สมาชิกตามขอบเขตหน้าที่

source: Group Members
bn_bd: গ্রুপের সদস্যবৃন্দ
cs: Členové skupiny
ia: Membros del gruppo
ka: ჯგუფის წევრები
pt_br: Membros do grupo
ro: Membrii grupului
ru: Участники группы
th: สมาชิกกลุ่ม

source: Your membership request is pending approval by the group curator.
bn_bd: আপনার সদস্যপদ অনুরোধ গ্রুপ কিউরেটরের অনুমোদনের অপেক্ষায় রয়েছে।
cs: Vaše žádost o členství čeká na schválení správcem skupiny.
ia: Tu requesta de adhesion attende le approbation per le curator del gruppo.
ka: ჯგუფში გაწევრიანების თქვენი მოთხოვნა, ელოდება ჯგუფის ზედამხედველის განხილვას.
pt_br: O seu pedido de participação está pendente de aprovação pelo curador do grupo.
ro: Cererea ta de alăturare așteaptă aprobarea custodelui grupului.
ru: Ваш запрос на членство ожидает одобрения куратором группы.
th: คำขอการเป็นสมาชิกของคุณกำลังรอการอนุมัติจากผู้พิทักษ์กลุ่ม

source: Functional Areas
bn_bd: ফাংশনাল ক্ষেত্রসমূহ
cs: Oblasti zájmu
ia: Areas functional
ka: სამოქმედო არეები
pt_br: Áreas funcionais
ro: Zone funcționale
ru: Функциональные области
th: ขอบเขตหน้าที่

source: View Mozillians, Stewards and information for any functional area. Find out who works on what and how you can help out.
cs: Poznejte členy Mozillians a stewardy v konkrétní oblasti vašeho zájmu. Poznejte, kdo na čem pracuje a jak můžete pomoci.
ia: Vide mozillianos, assistentes e informationes pro ulle area functional. Trova qui labora sur que e como tu pote adjutar.
ka: იხილეთ მოზილელები, მეგზურები და მონაცემები, ნებისმიერ სამოქმედო არეზე. გაარკვიეთ, თუ ვინ რას საქმიანობს და როგორ შეგიძლიათ დაეხმაროთ.
pt_br: Encontre Mozillians e informações sobre qualquer área funcional. Descubra quem trabalha em que e como você pode ajudar.
ro: Vezi mozillieni, administratori și alte informații pentru orice zonă funcțională. Află cine lucrează la ce și cum poți să ajuți.
ru: Взгляните на Мозилльян, стюардов и информацию для любой функциональной области. Выясните, кто над чем работает и как вы можете помочь.
th: ดูชาว Mozilla, ผู้ดูแลรักษาและข้อมูลสำหรับขอบเขตหน้าที่ใด ๆ ค้นหาว่าใครทำหน้าที่ใดและวิธีที่คุณช่วยได้

source: Group Listing
bn_bd: গ্রুপ তালিকা
cs: Seznam skupin
ia: Listar gruppos
ka: ჯგუფების ჩამონათვალი
pt_br: Lista de grupos
ro: Listarea grupului
ru: Список группы
th: รายชื่อกลุ่ม

source: Sort
bn_bd: ক্রমবিন্যাস
cs: Seřadit
ia: Ordinar
ka: დალაგება
pt_br: Ordenar
ro: Sortare
ru: Сортировка
th: เรียง

source: Mozillians work on all sorts of different things! From Add-on developers to localizers, find Mozillians who work on similar things using user-created groups.
cs: Členové serveru Mozillians pracují na celé řadě věcí! Jedni vyvíjí doplňky, druzí mohou překládat. Najděte pomocí uživatelsky zakládaných skupin členy serveru Mozillians, kteří pracují na podobných věcech.
ia: Le mozillianos labora sur omne sortas de cosas differente! Ab le disveloppatores de additivos a localisatores, trova mozillianos qui labora sur cosas simile per le gruppos create per le usatores.
ka: მოზილელები მუშაობენ უამრავ სხვადასხვა რამეზე! დამატებების შემუშავებიდან დაწყებული, თარგმნით დამთავრებული, მონახეთ ის მოზილელები, რომლებიც მსგავსი საქმიანობით არიან დაკავებულები, მომხმარებლების მიერ შექმნილი ჯგუფების მეშვეობით.
pt_br: Mozillians trabalham com todos os tipos de coisas! De desenvolvedores de complementos a localizadores, encontre Mozillians que trabalham em projetos similares usando grupos criados por usuários.
ro: Mozillienii lucrează în tot felul de lucruri diferite! De la dezvoltarea de suplimente la localizatori, găsește mozillieni care lucrează în domenii similare folosind grupuri create de utilizatori.
ru: Мозилльяне работают над множеством разных вещей! От разработчиков дополнений и до локализаторов, вы можете найти Мозилльян, работающих в нужной вам области, используя группы, созданные пользователями.
th: ชาว Mozilla ทำงานกับทุกสิ่งที่แตกต่าง! ตั้งแต่นักพัฒนาส่วนเสริมถึงนักแปล ค้นหาชาว Mozilla ที่ทำงานในสิ่งที่คล้ายกันโดยใช้กลุ่มที่ผู้ใช้สร้างขึ้น

source: %(num)s member
bn_bd: %(num)s এর সদস্য
cs: %(num)s člen
ia: %(num)s membro
ka: %(num)s წევრი
pt_br: %(num)s membro
ro: %(num)s membru
ru: %(num)s участник
th: สมาชิก %(num)s คน

source: Create Group
bn_bd: গ্রুপ তৈরি করুন
cs: Vytvořit skupinu
ia: Crear un gruppo
ka: ჯგუფის შექმნა
pt_br: Criar Grupo
ro: Creează grup
ru: Создать группу
th: สร้างกลุ่ม

source: Cancel
bn_bd: বাতিল
cs: Zrušit
ia: Cancellar
ka: გაუქმება
pt_br: Cancelar
ro: Renunță
ru: Отмена
th: ยกเลิก

source: Save
bn_bd: সংরক্ষণ
cs: Uložit
ia: Salvar
ka: შენახვა
pt_br: Salvar
ro: Salvează
ru: Сохранить
th: บันทึก

source: Skills
bn_bd: দক্ষতা
cs: Dovednosti
ia: Competentias
ka: უნარები
pt_br: Habilidades
ro: Abilități
ru: Умения
th: ทักษะ

source: Skill: {name}
bn_bd: দক্ষতা: {name}
cs: Zkušenost: {name}
ia: Competentia: {name}
ka: უნარი: {name}
pt_br: Habilidade: {name}
ro: Abilitate: {name}
ru: Группа: {name}
th: ทักษะ: {name}

source: Skill
bn_bd: দক্ষতা
cs: Dovednost
ia: Competentia
ka: უნარი
pt_br: Habilidade
ro: Abilitate
ru: Умения
th: ทักษะ

source: Add Skill
bn_bd: দক্ষতা যোগ করুন
cs: Přidat dovednost
ia: Competentia
ka: უნარის დამატება
pt_br: Adicionar Habilidades
ro: Adaugă abilitate
ru: Умения
th: เพิ่มทักษะ

source: Remove Skill
bn_bd: দক্ষতা মুছে ফেলুন
cs: Odebrat dovednost
ia: Adder competentia
ka: უნარის მოცილება
pt_br: Remover Habilidade
ro: Elimină abilitatea
ru: Удалить умение
th: เอาทักษะออก

source: Sorry, we cannot find any mozillians with skill %(name)s
bn_bd: দুঃখিত, আমরা %(name)s দক্ষতাসম্মন্ন কোন মজিলিয়ান খুঁজে পাচ্ছি না
cs: Omlouváme se, ale nemůžeme nalézt žádné členy Mozillians s dovedností %(name)s
ia: Pardono, nos non pote trovar ulle mozillianos con competentia %(name)s
ka: სამწუხაროდ, %(name)s უნარის მქონე მოზილელების მონახვა, ვერ მოხერხდა
pt_br: Desculpe, mas não encontramos nenhum mozillian com essa habilidade %(name)s
ro: Ne pare rău, nu am putut găsi niciun mozillian cu abilitatea %(name)s
ru: Извините, но мы не можем найти ни одного мозилльянина в %(name)s
th: ขออภัย เราไม่พบ Mozillians ที่มีทักษะ %(name)s

source: Review terms
bn_bd: শর্তাবলী পর্যালোচনা
cs: Přečíst podmínky
ia: Revider le terminos
ka: პირობების გადახედვა
pt_br: Revise os termos
ro: Vezi termenii
ru: Пересмотр условий
th: ตรวจทานเงื่อนไข

source: Group Type
bn_bd: গ্রুপের ধরন
cs: Typ skupiny
ia: Typo de gruppo
ka: ჯგუფის სახეობა
pt_br: Tipo de Grupo
ro: Tipul de grup
ru: Тип группы
th: ชนิดกลุ่ม

source: Update Type
bn_bd: ধরন হালনাগাদ
cs: Aktualizovat typ
ia: Actualisar le typo
ka: სახეობის განახლება
pt_br: Atualizar tipo
ro: Tipul de actualizare
ru: Обновить тип
th: อัปเดตชนิด

source: Update Access
bn_bd: অ্যাক্সেস আপডেট করুন
cs: Aktualizovat přístup
ia: Actualisar le accesso
ka: წვდომის განახლება
pt_br: Atualizar acesso
ro: Actualizare acces
ru: Обновить доступ
th: อัปเดตการเข้าถึง

source: Update Curators
bn_bd: কিউরেটর হালনাগাদ
cs: Aktualizovat správce
ia: Actualisar le curatores
ka: ზედამხედველების განახლება
pt_br: Atualizar Curadores
ro: Actualizează custozii
ru: Обновить кураторов
th: อัปเดตผู้พิทักษ์

source: Terms & Expiration
bn_bd: শর্তাবলী ও মেয়াদ
cs: Podmínky a expirace
ia: Terminos & Expiration
ka: პირობები და ვადები
pt_br: Termos & Expirações
ro: Termeni și expirare
ru: Условия и Сроки
th: เงื่อนไขและการหมดอายุ

source: New members should accept terms
bn_bd: নতুন সদস্যদের শর্তাবলী মানতে হবে
cs: Noví členové musí souhlasit s podmínkami
ia: Le nove membros debe acceptar le terminos
ka: ახალი წევრები, უნდა ეთანხმებოდნენ პირობებს
pt_br: Novos membros deverão aceitar os termos
ro: Noii membri ar trebui să accepte termeni
ru: Новые участники должны принять правила
th: สมาชิกใหม่ควรยอมรับเงื่อนไข

source: Use <a href="%(url)s">Markdown</a> for bold, italic, lists and links.
bn_bd: বোল্ড, ইটালিক, লিস্ট এবং লিঙ্কের জন্য<a href="%(url)s">Markdown</a> ব্যবহার করুন।
cs: Pro tučný text, kurzívu, seznamy či odkazy použijte <a href="%(url)s">značkovací jazyk</a>.
ia: Usar le <a href="%(url)s">Markdown</a> pro nigrate, italic, listas e ligamines.
ka: გამოიყენეთ <a href="%(url)s">Markdown</a> მუქი, დახრილი წარწერების, სიებისა და ბმულების წარმოსადგენად.
pt_br: Use <a href="%(url)s">Markdown</a> para negrito, itálico, listas e links.
ro: Folosește <a href="%(url)s">Markdown</a> pentru scriere aldină, scriere cursivă, liste și linkuri.
ru: Используйте <a href="%(url)s">Markdown</a> для жирного и курсивного шрифтов, списков и ссылок.

source: Membership can expire
bn_bd: সদস্যতা মেয়াদ উত্তীর্ণ হতে পারে
cs: Členství může vypršet
ia: Le adhesion pote expirar
ka: წევრობის ვადა შეიძლება ამოიწუროს
pt_br: A participação pode expirar
ro: Calitatea de membru poate expira
ru: Членство может истечь
th: การเป็นสมาชิกสามารถหมดอายุ

source: Update Terms & Expiration
bn_bd: শর্তাবলী ও মেয়াদ হালনাগাদ করুন
cs: Aktualizovat Podmínky a expiraci
ia: Actualisar Terminos & Expirationes
ka: პირობებისა და ვადების განახლება
pt_br: Atualizar Termos & Expirações
ro: Actualizează termenii și expirarea
ru: Обновить Условия и Сроки
th: อัปเดตเงื่อนไขและการหมดอายุ

source: Update Administration Settings
bn_bd: অ্যাডমিনিট্রেশন সেটিং হালনাগাদ করুন
cs: Aktualizovat nastavení administace
ia: Actualisar le parametros de administration
ka: ხელმძღვანელობის პარამეტრების განახლება
pt_br: Atualizar Configurações de Administração
ro: Actualizează setările de administrare
ru: Обновить параметры администрирования
th: อัปเดตการตั้งค่าการดูแล

source: Update Description
bn_bd: বিবরণ হালনাগাদ
cs: Popis aktualizace
ia: Actualisar le description
ka: აღწერის განახლება
pt_br: Atualizar Descrição
ro: Actualizează descrierea
ru: Обновить описание
th: อัปเดตคำอธิบาย

source: I acknowledge that deleting this group is an action that can not be undone. All the information related to this group will be lost foreover.
cs: Rozumím, že odstranění této skupiny nelze vrátit zpět. Všechny informace o této skupině budou navždy ztraceny.
ia: Io admitte que deler iste gruppo es un action que non pote ser disfacite. Tote le informationes associate a iste gruppo sera perdite per sempre.
ka: ვადასტურებ და მესმის, რომ ჯგუფის წაშლა შეუქცევადი ქმედებაა. ამ ჯგუფთან დაკავშირებული ყველა მონაცემი სამუდამოდ დაიკარგება.
pt_br: Reconheço que a exclusão deste grupo é uma ação que não possa ser desfeita. Todas as informações relacionadas a este grupo serão permanentemente perdidas.
ro: Sunt de acord că ștergerea acestui grup nu poate fi anulată. Toate informațiile atașate acestui grup se vor pierde permanent.
ru: Я понимаю, что удаление этой группы - действие, которое нельзя отменить. Вся информация, относящаяся к этой группе, будет потеряна навсегда.

source: Pending Invitations
bn_bd: অনিষ্পন্ন আমন্ত্রণগুলো
cs: Čekající pozvání
ia: Invitationes pendente
ka: განსახილველი მოწვევები.
pt_br: Convites Pendentes
ro: Invitații în așteptare
ru: Ожидающие приглашения
th: คำเชิญที่ค้างอยู่

source: Delete
bn_bd: অপসারণ
cs: Smazat
ia: Deler
ka: წაშლა
pt_br: Excluir
ro: Șterge
ru: Удалить
th: ลบ

source: Resend
bn_bd: পুনরায় পাঠান
cs: Znovu odeslat
ia: Reinviar
ka: გადაგზავნა
pt_br: Reenviar
ro: Retrimite
ru: Отправить заново
th: ส่งใหม่

source: Additional Email Text
bn_bd: বাড়তি ইমেইল টেক্সট
cs: Doplňující text e-mailu
ia: Altere texto de email
ka: წერილის დამატებითი ტექსტი
pt_br: Texto adicional de e-mail
ro: Text adițional e-mail
ru: Дополнительный текст письма
th: ข้อความอีเมลเพิ่มเติม

source: Custom Invitation Text
bn_bd: স্বনির্ধারিত আমন্ত্রণ লেখা
cs: Text povánky
ia: Texto de invitation personalisate
ka: წერილის დამატებითი ტექსტის მითითება
pt_br: Texto personalizado do convite
ro: Textul personalizat pentru invitații
ru: Свой текст приглашения
th: ข้อความเชิญที่กำหนดเอง

source: Update Text
bn_bd: লেখা হালহানাগাদ করুন
cs: Aktualizovat text
ia: Actualisar le texto
ka: ტექსტის განახლება
pt_br: Atualizar texto
ro: Actualizează textul
ru: Обновить текст
th: อัปเดตข้อความ

source: Invite new member
bn_bd: নতুন সদস্য আমন্ত্রণ জানান
cs: Pozvat nového člena
ia: Invitar un nove membro
ka: ახალი წევრის მოწვევა
pt_br: Convidar novo membro
ro: Invită un nou membru
ru: Пригласить нового участника
th: เชิญสมาชิกใหม่

source: Choose visibility group for this field
bn_bd: ফিল্ডটির জন্য দৃশ্যমান গ্রুপ পছন্দ করুন
cs: Vyberte skupinu viditelnosti pro toto pole
ia: Elige gruppo cuje sera visibile iste campo
ka: ამ ველისთვის ხილვადობის ჯგუფის შერჩევა
pt_br: Escolha o grupo que verá este campo
ro: Alege grupul de vizibilitate pentru acest câmp
ru: Выберите группу видимости для этого поля
th: เลือกกลุ่มที่มองเห็นได้สำหรับเขตข้อมูลนี้

source: Previous
bn_bd: পূর্ববর্তী
cs: Předchozí
ia: Precedente
ka: წინა
pt_br: Anterior
ro: anterioară
ru: Предыдущее
th: ก่อนหน้า

source: Page
bn_bd: পাতা
cs: Stránka
ia: Pagina
ka: გვერდი
pt_br: Página
ro: Pagina
ru: Страница
th: หน้า

source: Next
bn_bd: পরবর্তী
cs: Další
ia: Sequente
ka: შემდეგი
pt_br: Próxima
ro: ulterioară
ru: Далее
th: ถัดไป

source: Confirm Request
bn_bd: অনুরোধ নিশ্চিত করুন
cs: Potvrdit žádost
ia: Confirmar le requesta
ka: მოთხოვნის დადასტურება
pt_br: Confirmar solicitação
ro: Confirmă cererea
ru: Подтвердить запрос
th: ยืนยันคำขอ

source: Requested
bn_bd: অনুরোধ করা হয়েছে
cs: Požádáno
ia: Requirite
ka: მოთხოვნილი
pt_br: Solicitado
ro: Cerere înaintată
ru: Запрошено
th: ขอแล้ว

source: About Dino McVouch
bn_bd: Dino McVouch সম্বন্ধে
cs: O Dino McVouch
ia: A proposito de Dino McVouch
ka: Dino McVouch-ის შესახებ
pt_br: Sobre Dino McVouch
ro: Despre Dino McVouch
ru: О Dino McVouch
th: เกี่ยวกับ Dino McVouch

source: Dino McVouch is Mozillians.org bot. Auto-vouches recognized Mozillians and takes care of Mozillians.org.
cs: Dino McVouch je bot na Mozillians.org, který automaticky schvaluje rozpoznané členy Mozillians a stará se o Mozillians.org.
ia: Dino McVouch es un robot de Mozillians.org. Auto-garanti le mozillianos recognoscite e cura Mozillians.org.
ka: Dino McVouch არის Mozillians.org-ის ბოტი (პროგრამა-რობოტი). გამოიყენება ცნობილი მოზილელების ავტომატურად თავდებობისთვის და ზრუნავს Mozillians.org საიტზე.
pt_br: Dino McVouch é um bot do Mozillians.org. Ele cuida dos Mozillians auto-atestados e do Mozillians.org.
ro: Dino McVouch este un bot de pe Mozillians.org. Recomandă automat mozillieni și are grijă de site-ul Mozillians.org.
ru: Dino McVouch - это бот на Mozillians.org. Автоматически поручается за известных Мозилльян и заботится о Mozillians.org.

source: Photo collage of Mozillians
bn_bd: Mozillians ফটো কোলাজ
cs: Koláž fotek uživatelů serveru Mozillian
ia: Collage photographic de mozillianos
ka: მოზილელების ფოტოების კრებული
pt_br: Colagem fotográfica de Mozillians
ro: Colaj fotografic Mozillians
ru: Фото-коллаж Мозилльян
th: รูปถ่ายคอลลาจของ Mozillians
