Repository: mozilla-l10n/mozillians-l10n
Catalog: */LC_MESSAGES/django.po
Languages: bn_bd, cs, ia, ka, pt_br, ro, ru, th

source: Successfully vouched user.
bn_bd: সফল অনুমোদিত ব্যবহারকারী।
cs: Uživatel byl úspěšně schválen.
ia: Usator garantite con successo.
ka: მომხმარებელი დამოწმდა წარმატებით.
pt_br: Usuário atestado com sucesso.
ro: Utilizatorul a fost recomandat cu succes.
ru: Пользователь с успешным поручительством.
th: รับรองผู้ใช้สำเร็จแล้ว

source: User not vouched. Maybe there are {0} vouches already?
bn_bd: ইউজার ভাউচ নয়। সম্ভবত {0} টি ভাউচ ইতোমধ্যে রয়েছে?
cs: Uživatel není schválen. Možná je jíž {0} hlasů?
ia: Usator non garantite. Forsan il ha {0} garantias ja?
ka: მომხმარებელი ვერ გახდა თავდებული. შესაძლოა, უკვე გააჩნია {0} თავდები?
pt_br: Usuário não atestado. Talvez existam {0} atestados?
ro: Utilizatorul nu a fost recomandat. E posibil să existe deja {0} recomandări?
ru: За пользователя не поручились. Может быть уже есть {0} поручительств?
th: ผู้ใช้ไม่ได้รับการรับรอง อาจได้รับการรับรองแล้ว {0} ครั้งหรือไม่?

source: Successfully unvouched user.
bn_bd: সফল অনুমোদিত ব্যবহারকারী।
cs: Úspěšné zrušení schválení uživatele.
ia: Usator de-garantite con successo.
ka: მომხმარებლის თავდებობა გაუქმდა წარმატებით.
pt_br: Atestado do usuário removido.
ro: Utilizator nerecomandată cu succes.
ru: Пользователь без успешного поручительства.
th: เลิกรับรองผู้ใช้สำเร็จแล้ว

source: Thanks for helping us improve mozillians.org!
bn_bd: mozillians.org উন্নয়নে সহযোগিতার জন্য আপনাকে ধন্যবাদ!
cs: Děkujeme za vaši pomoc při zlepšování mozillians.org!
ia: Gratias pro adjutar nos a meliorar mozillians.org!
ka: გმადლობთ, რომ გვეხმარებით mozillians.org საიტის გაუმჯობესებაში!
pt_br: Obrigado por nos ajudar a melhorar o mozillians.org!
ro: Îți mulțumim că ne ajuți să îmbunătățim mozillians.org!
ru: Спасибо, что помогаете нам улучшать mozillians.org!
th: ขอบคุณที่ช่วยเราปรับปรุง mozillians.org!

source: Thanks for vouching for a fellow Mozillian! This user is now vouched!
cs: Děkujeme za potvrzení člena serveru Mozillians! Uživatel je nyní potvrzen!
ia: Gratias pro garantir pro un collega mozilliano! Iste usator es ora garantite!
ka: გმადლობთ, თანამოზილელის თავდებობისთვის! ეს მომხმარებელი, ახლა უკვე თავდებულია!
pt_br: Obrigado por atestar um parceiro Mozillian! Agora esse usuário foi atestado!
ro: Mulțumim pentru recomandarea unui coleg mozillian. Acest utilizator este acum recomandat!
ru: Спасибо, что поручились за коллегу Мозилльянина! За этого пользователя теперь поручились!
th: ขอบคุณที่รับรองเพื่อนชาว Mozilla! ผู้ใช้นี้ได้รับการรับรองแล้ว!

source: Your registration is complete. Feel free to visit the {0} page to add additional information to your profile.
bn_bd: আপনার নিবন্ধন সম্পন্ন হয়েছে। আপনার প্রোফাইলে আরও তথ্য যোগ করতে {0} পাতা পরিদর্শন করুন।
cs: Vaše registrace je dokončena. Neváhejte navštívit stránku {0}, kde můžete ke svému profilu přidat další informace.
ia: Tu registration es complete. Visita le pagina {0} pro adder plus informationes a tu profilo.
ka: რეგისტრაცია დასრულებულია. ნებისმიერ დროს შეგიძლიათ მოინახულოთ გვერდი {0}, პროფილზე მონაცემების დასამატებლად.
pt_br: Seu cadastro está completo. Sinta-se livre para visitar a página {0} para adicionar informações adicionais no seu perfil.
ro: Înregistrarea ta este completă. Poți vizita pagina {0} pentru a adăuga informații suplimentare la profilul tău.
ru: Ваша регистрация успешно завершена. Не стесняйтесь посетить страницу {0}, чтобы добавить дополнительную информацию в свой профиль.
th: การลงทะเบียนของคุณเสร็จสมบูรณ์ เยี่ยมชมหน้า {0} เพื่อเพิ่มข้อมูลเพิ่มเติมในโปรไฟล์ของคุณ

source: You changed your username; please note your profile URL has also changed.
bn_bd: অাপনি ইউজারনেম পরিবর্তন করছেন; আপনার প্রোফাইল URL পরিবর্তন হবে সেটা নোট করুন।
cs: Změnili jste své uživatelské jméno - mějte prosím na paměti, že se také změnila URL vašeho profilu.
ia: Tu cambiava tu nomine de usator; per favor nota que tu profilo URL ha alsi cambiate.
ka: თქვენ შეცვალეთ თქვენი მომხმარებლის სახელი; გთხოვთ, გაითვალისწინოთ რომ პროფილის URL-ბმულიც შეიცვალა.
pt_br: Você alterou seu nome de usuário; note que o endereço do seu perfil também mudou.
ro: Ai schimbat numele de utilizator; te rugăm să observi că și URL-ul profilului s-a schimbat.
ru: Вы изменили свое имя пользователя; обратите внимание, что URL вашего профиля также был изменён.
th: คุณเปลี่ยนชื่อผู้ใช้ของคุณแล้ว โปรดทราบว่า URL โปรไฟล์ของคุณจะเปลี่ยนไปเช่นกัน

source: Identity {0} successfully deleted.
bn_bd: পরিচয় {0} সফলভাবে মোছা হয়েছে।
cs: Identita {0} byla smazána.
ia: Identitate {0} delite con successo.
ka: ანგარიში {0} წარმატებით წაიშალა.
pt_br: Identidade {0} excluída com sucesso.
ro: Identitatea {0} a fost ștearsă cu succes.
ru: Идентификатор {0} успешно удалён.
th: ลบข้อมูลประจำตัว {0} สำเร็จแล้ว

source: Sorry the requested Identity cannot be deleted.
cs: Požadovanou identitu nelze smazat.
ia: Pardono le identitate requirite non pote ser delite.
ka: სამწუხაროდ, მოთხოვნილი ანგარიშის წაშლა შეუძლებელია.
pt_br: Desculpe, a Identidade solicitada não pode ser excluída.
ro: Ne pare rău, dar identitatea solicitată nu poate fi ștearsă.
ru: Извините, выбранный идентификатор не может быть удалён.
th: ขออภัย ไม่สามารถลบข้อมูลประจำตัวที่ขอได้

source: Primary Contact Identity successfully updated.
bn_bd: প্রাথমিক যোগাযোগের পরিচয় সফলভাবে আপডেট করা হয়েছে।
cs: Hlavní kontaktní identita byla změněna.
ia: Identitate de contacto primari actualisate con successo.
ka: მთავარი დასაკავშირებელი ანგარიში განახლდა წარმატებით.
pt_br: Identidade de contato principal atualizada com sucesso.
ro: Identitatea principală de contact a fost actualizată cu succes.
ru: Основной контактный идентификатор успешно обновлён.
th: อัปเดตข้อมูลประจำตัวผู้ติดต่อหลักสำเร็จแล้ว

source: Your account has been deleted. Thanks for being a Mozillian!
bn_bd: আপনার অ্যাকাউন্ট বাতিল করা হয়েছে। মজিলার হওয়ার জন্য ধন্যবাদ!
cs: Váš účet byl smazán. Děkujeme, že jste byli Mozillian!
ia: Tu conto ha essite delite. Gratias pro esser un mozilliano!
ka: თქვენი ანგარიში წაშლილია. გმადლობთ, რომ იყავით მოზილელი!
pt_br: A sua conta foi excluída. Obrigado por ter sido um Mozillian!
ro: Contul tău a fost șters. Îți mulțumim că ai fost mozillian!
ru: Ваша учётная запись успешно удалена. Спасибо, что были Мозилльянином!
th: บัญชีของคุณถูกลบแล้ว ขอบคุณที่มาเป็นชาว Mozilla!

source: %s has been invited to Mozillians. They'll receive an email with instructions on how to join. You can invite another Mozillian if you like.
cs: %s byl(a) pozván(a) k připojení k serveru Mozillians. Obdrží e-mail s instrukcemi, jak se zapojit. Pokud chcete, můžete pozvat dalšího člena.
ia: %s ha essite invitate a Mozillianos. Illes recipera un email con instructiones re como junger se. Tu pote invitar un altere mozilliano si te place.
ka: %s მოწვეულია მოზილელებში. ისინი მიიღებენ სათანადო მითითებებს ელფოსტაზე. თუ გსურთ, შეგიძლიათ მოიწვიოთ სხვა მოზილელიც.
pt_br: %s foi convidado ao Mozillians. Instruções de como inscrever-se serão enviadas para seu e-mail. Se desejar, pode convidar outro Mozillian.
ro: %s a fost invitat pe Mozillians. Va primi un e-mail cu instrucțiuni despre cum să se alăture. Poți invita un alt mozillian dacă dorești.
ru: %s был приглашен в ряды Мозилльян. Он получит по эл. почте письмо с инструкциями по тому, как присоединиться. Если хотите, вы можете пригласить ещё одного Мозилльянина.
th: %s ได้ถูกเชิญไปยัง Mozillians แล้ว พวกเขาจะได้รับอีเมลพร้อมคำแนะนำเกี่ยวกับวิธีการเข้าร่วม คุณสามารถเชิญชาว Mozilla คนอื่นได้หากคุณต้องการ

source: %s's invitation to Mozillians has been revoked. You can invite %s again if you like.
cs: Pozvánka na server Mozillians byl pro %s zrušena. Pokud chcete, můžete pozvat %s znovu.
ia: %s's invitation a Mozillianos ha essite revocate. Tu pote invitar %s de novo si te place.
ka: %s-ის მოზილელებში მოწვევა ძალადაკარგულია. თუ გსურთ, შეგიძლიათ ხელახლა მოიწვიოთ %s.
pt_br: Convite de %s para Mozillians foi revogada. Você pode convidar %s novamente se quiser.
ro: Invitația adresată %s a fost revocată. Poți invita pe %s din nou dacă dorești.
ru: Приглашение %s в Мозилльян было отозвано. Вы можете пригласить %s снова, если захотите.
th: คำเชิญให้เข้าร่วม Mozillians ของ %s ถูกเพิกถอนแล้ว คุณสามารถเชิญ %s ได้อีกครั้งหากคุณต้องการ

source: API Key generated successfully.
bn_bd: API কি সফলভাবে জেনারেট হয়েছে।
cs: API klíč byl úspěšně vygenerován.
ia: Clave API generate con successo.
ka: API გასაღები შეიქმნა წარმატებით.
pt_br: Chave API gerada com sucesso.
ro: Cheie API generată cu succes.
ru: Ключ API успешно сгенерирован.
th: สร้างคีย์ API สำเร็จแล้ว

source: API key successfully deleted.
bn_bd: API কি সফলভাবে বাতিল করা হয়েছে।
cs: API klíč byl úspěšně smazán.
ia: Clave API delite con successo.
ka: API გასაღები წარმატებით წაიშალა.
pt_br: Chave API excluída com sucesso.
ro: Cheia API a fost ștearsă cu succes.
ru: Ключ API успешно удалён.
th: ลบคีย์ API สำเร็จแล้ว

source: You've been invited to join Mozillians.org! Sign in and then you can create a profile.
bn_bd: আপনি Mozillians.org তে যোগদানের জন্য আমন্ত্রিত! সাইন ইন করুন এবং তারপর আপনি প্রোফাইল তৈরি করুন।
cs: Byli jste pozváni, abyste se připojili k serveru Mozillians.org! Přihlaste se, a poté si vytvořte profil.
ia: Tu ha essite invitate a te junger a Mozillians.org! Authentica te e pois tu pote crear un profilo.
ka: თქვენ მოწვეული ხართ Mozillians.org-ზე! შედით და შექმენით ანგარიში.
pt_br: Você foi convidado para participar do Mozillians.org! Identifique-se e poderá criar um perfil.
ro: Ai fost invitat să te alături Mozillians.org! Autentifică-te și apoi poți să-ți creezi un profil.
ru: Вас пригласили зарегистрироваться на Mozillians.org! Войдите, и сможете создать профиль.
th: คุณได้รับเชิญให้เข้าร่วม Mozillians.org! ลงชื่อเข้าแล้วคุณสามารถสร้างโปรไฟล์ได้

source: Export
bn_bd: রপ্তানি
cs: Exportovat
ia: Exportar
ka: შენახვა
pt_br: Exportar
ro: Exportă
ru: Экспорт
th: ส่งออก

source: Full Name
bn_bd: পুরো নাম
cs: Celé jméno
ia: Nomine complete
ka: სრული სახელი
pt_br: Nome completo
ro: Nume întreg
ru: Полное имя
th: ชื่อเต็ม

source: Name in local language
bn_bd: স্থানীয় ভাষায় নাম
cs: Jméno ve vlastním jazyce
ia: Nomine in lingua local
ka: სახელი ადგილობრივ ენაზე
pt_br: Nome no idioma local
ro: Numele în limba locală
ru: Имя на родном языке
th: ชื่อในภาษาท้องถิ่น

source: IRC Nickname
bn_bd: IRC নিকনেম
cs: Nick na IRC
ia: Supernomine de IRC
ka: IRC მეტსახელი
pt_br: Apelido no IRC
ro: Pseudonim IRC
ru: Ник в IRC
th: ชื่อเล่น IRC

source: Latitude
bn_bd: ল্যাটিটিউড
cs: Šířka
ka: განედი
ro: Latitudine
ru: Широта
th: ละติจูด

source: Longitude
bn_bd: লংগিটিউড
cs: Délka
ka: გრძედი
ro: Longitudine
ru: Долгота
th: ลองจิจูด

source: T-Shirt
bn_bd: টি-শার্ট
cs: Tričko
ka: მაისური
pt_br: Camiseta
ro: Tricou
ru: Футболка
th: เสื้อยืด

source: Fitted Small
bn_bd: ছোটটি মানাইসই
cs: Dámské S
ia: Adherente micre
ka: ვიწრო S
pt_br: Básica pequena
ro: De damă S
ru: Приталенная Small
th: พอดี ขนาดเล็ก

source: Fitted Medium
bn_bd: মিডিয়ামটি মানাইসই
cs: Dámské M
ia: Adherente medie
ka: ვიწრო M
pt_br: Básica media
ro: De damă M
ru: Приталенная Medium
th: พอดี ขนาดปานกลาง

source: Fitted Large
bn_bd: বড়টি মানাইসই
cs: Dámské L
ia: Adherente large
ka: ვიწრო L
pt_br: Básica grande
ro: De damă L
ru: Приталенная Large
th: พอดี ขนาดใหญ่

source: Fitted X-Large
bn_bd: এক্স-বড়টি মানাইসই
cs: Dámské XL
ia: Adherente X-Large
ka: ვიწრო XL
pt_br: Básica extra grande
ro: De damă XL
ru: Приталенная X-Large
th: พอดี ขนาดใหญ่พิเศษ

source: Fitted XX-Large
bn_bd: XX-বড়টি মানাইসই
cs: Dámské XXL
ia: Adherente XX-Large
ka: ვიწრო XXL
pt_br: Básica extra extra grande
ro: De damă XXL
ru: Приталенная XX-Large
th: พอดี ขนาดใหญ่พิเศษ 2 เท่า

source: Fitted XXX-Large
bn_bd: XXX-বড়টি মানাইসই
cs: Dámské XXXL
ia: Adherente XXX-Large
ka: ვიწრო XXXL
pt_br: Básica extra extra extra grande
ro: De damă XXXL
ru: Приталенная XXX-Large
th: พอดี ขนาดใหญ่พิเศษ 3 เท่า

source: Straight-cut Small
bn_bd: ছোট সোজাসুজিভাবে-কাটা
cs: Pánské S
ia: Sectura-recte micre
ka: ფართო S
pt_br: Corte reto pequena
ro: Unisex S
ru: Прямой крой Small
th: ตัดตามยาว ขนาดเล็ก

source: Straight-cut Medium
bn_bd: মিডিয়াম সোজাসুজিভাবে-কাটা
cs: Pánské M
ia: Sectura-recte medie
ka: ფართო M
pt_br: Corte reto media
ro: Unisex M
ru: Прямой крой Medium
th: ตัดตามยาว ขนาดปานกลาง

source: Straight-cut Large
bn_bd: বড় সোজাসুজিভাবে-কাটা
cs: Pánské L
ia: Sectura-recte large
ka: ფართო L
pt_br: Corte reto grande
ro: Unisex L
ru: Прямой крой Large
th: ตัดตามยาว ขนาดใหญ่

source: Straight-cut X-Large
bn_bd: এক্স-বড় সোজাসুজিভাবে-কাটা
cs: Pánské XL
ia: Sectura-recte X-Large
ka: ფართო XL
pt_br: Corte reto extra grande
ro: Unisex XL
ru: Прямой крой X-Large
th: ตัดตามยาว ขนาดใหญ่พิเศษ

source: Straight-cut XX-Large
bn_bd: XX-বড় সোজাসুজিভাবে-কাটা
cs: Pánské XXL
ia: Sectura-recte XX-Large
ka: ფართო XXL
pt_br: Corte reto extra extra grande
ro: Unisex XXL
ru: Прямой крой XX-Large
th: ตัดตามยาว ขนาดใหญ่พิเศษ 2 เท่า

source: Straight-cut XXX-Large
bn_bd: XXX-বড় সোজাসুজিভাবে-কাটা
cs: Pánské XXXL
ia: Sectura-recte XXX-Large
ka: ფართო XXXL
pt_br: Corte reto extra extra extra grande
ro: Unisex XXXL
ru: Прямой крой XXX-Large
th: ตัดตามยาว ขนาดใหญ่พิเศษ 3 เท่า

source: What do you do for Mozilla?
bn_bd: অাপনি মজিলার জন্য কি করেছেন?
cs: Co děláte pro Mozillu?
ia: Que face tu pro Mozilla?
ka: რას აკეთებთ Mozilla-სთვის?
pt_br: O que você faz pela Mozilla?
ro: Ce faci pentru Mozilla?
ru: Что вы делаете для Mozilla?
th: คุณทำอะไรให้ Mozilla?

source: Link to your contribution story
bn_bd: আপনার অবদানের গল্প লিঙ্ক করুন
cs: Odkaz na popis mého přispívání
ia: Ligamine a tu chronologia de contribution
ka: თქვენ მიერ შეტანილ წვლილზე ბმული
pt_br: Link para a sua história de contribuição
ro: Postează un link cu povestea contribuțiilor
ru: Ссылка на вашу историю помощи
th: ลิงก์ไปยังเรื่องราวการมีส่วนร่วมของคุณ

source: If you have created something public that tells the story of how you came to be a Mozillian, specify that link here.
cs: Pokud jste vytvořili něco veřejného, co nám řekne, že byste se měli stát členem webu Mozillians, vložte odkaz zde.
ia: Si tu ha creava alco public que narra le chronologia de como deveniva un mozilliano, specifica ci ille ligamine.
ka: თუ რამე ისეთი გაქვთ შექმნილი საჯაროდ, რაც კარგად მოგვითხრობს, თქვენი მოზილელად გახდომის შესახებ, მიუთითეთ ბმულის სახით აქ.
pt_br: Se você criou algo público que conta a história de como você veio a ser um Mozillian, especifique esse link aqui.
ro: Dacă ai creat ceva public care spune povestea despre cum ai devenit mozillian, pune linkul aici.
ru: Если вы создали что-то публичное, что рассказывает историю о том, как вы пришли к тому, чтобы стать Мозилльянином, укажите здесь эту ссылку.
th: หากคุณได้สร้างสรรค์บางอย่างในที่สาธารณะ ซึ่งบอกเล่าเรื่องราวของการมาเป็นชาว Mozilla ให้ระบุลิงก์ดังกล่าวที่นี่

source: You have been vouched on Mozillians.org
bn_bd: আপনি মজিলা.ওআরজি তে অনুমোদিত
cs: Byli jste potvrzeni na serveru Mozillians.org
ia: Tu ha essite garantite sur Mozillians.org
ka: თქვენი ანგარიში დამოწმებულია Mozillians.org-ზე
pt_br: Você foi atestado no Mozillians.org
ro: Ai fost recomandat(ă) pe Mozillians.org
ru: За вас поручились на Mozillians.org
th: คุณได้ถูกรับรองบน Mozillians.org แล้ว

source: Reason for Vouching
bn_bd: অনুমোদন এর কারণ
cs: Důvod pro schválení
ia: Ration pro garantir
ka: თავდებობის მიზეზი
pt_br: Motivo para atestar
ro: Motive pentru recomandare
ru: Причина для поручительства
th: เหตุผลสำหรับการรับรอง

source: Account Username
bn_bd: অ্যাকাউন্ট এর ইউজারনেম
cs: Uživatelské jméno
ia: Nomine de usator del conto
ka: მომხმარებლის სახელი ანგარიშისთვის
pt_br: Conta do usuário
ro: Numele de utilizator al contului
ru: Имя пользователя учётной записи
th: ชื่อผู้ใช้บัญชี

source: Account Type
bn_bd: অ্যাকাউন্ট এর ধরণ
cs: Typ účtu
ia: Typo de conto
ka: ანგარიშის სახეობა
pt_br: Tipo de Conta
ro: Tipul contului
ru: Тип учётной записи
th: ชนิดบัญชี

source: You already have an account with this name and type.
bn_bd: আপনার একই নামে এবং একই ধরণের আরেকটি অ্যাকাউন্ট আছে।
cs: Pod tímto názvem a typem již účet existuje.
ia: Tu ja ha un conto con iste nomine e typo.
ka: თქვენ უკვე გაქვთ ამ სახის ანგარიში ამ სახელით.
pt_br: Você já tem uma conta com esse nome e tipo.
ro: Ai deja un cont cu acest nume și tip.
ru: У вас уже есть учетная запись с таким именем и такого типа.
th: คุณมีบัญชีที่มีชื่อและชนิดนี้แล้ว

source: This language has already been selected.
bn_bd: এই ভাষাটি ইতোমধ্যে অপসারিত হয়েছে।
cs: Tento jazyk byl již vybrán.
ia: Iste lingua ha ja essite seligite.
ka: ეს ენა უკვე არჩეულია.
pt_br: Esse idioma já foi selecionado.
ro: Această limbă a fost deja selectată.
ru: Этот язык был уже выбран.
th: ภาษานี้ถูกเลือกแล้ว

source: <a href="%(search_url)s?q=python">python</a>, <a href="%(search_url)s?q=berlin">Berlin</a>, <a href="%(search_url)s?q=mbrandt">mbrandt</a>
pt_br: <a href="%(search_url)s?q=python">python</a>, <a href="%(search_url)s?q=são+paulo">São Paulo</a>, <a href="%(search_url)s?q=mbrandt">mbrandt</a>

source: Dino McVouch
bn_bd: দিনো McVouch
