Repository: mozilla-l10n/mozillians-l10n
Catalog: */LC_MESSAGES/django.po
Languages: bn_bd, cs, ia, ka, pt_br, ro, ru, th

source: Private
bn_bd: ব্যক্তিগত
cs: Soukromé
ka: პირადი
pt_br: Privado
ro: Privat
ru: Только я
th: ส่วนตัว

source: You must be logged in to continue.
bn_bd: চালিয়ে যেতে আপনাকে অবশ্যই লগ ইন করতে হবে।
cs: Pro pokračování musíte být přihlášeni.
ia: Tu debe ser authenticate pro continuar.
ka: გასაგრძელებლად, ანგარიშზე შესვლაა საჭირო.
pt_br: Você deve se identificar antes de continuar.
ro: Trebuie să fii autentificat pentru a continua.
ru: Для продолжения вам необходимо войти.
th: คุณต้องเข้าสู่ระบบเพื่อดำเนินการต่อ

source: You must be vouched to continue.
bn_bd: চালিয়ে যেতে আপনাকে অবশ্যই vouched হতে হবে।
cs: Pro pokračování musíte být schváleni.
ia: Tu debe ser garantite pro continuar.
ka: გასაგრძელებლად, თავდების ყოლაა საჭირო.
pt_br: Você deve ser atestado antes de continuar.
ro: Trebuie să fii recomandat pentru a continua.
ru: Для продолжения за вас должны поручиться.
th: คุณต้องผ่านการรับรองเพื่อดำเนินการต่อ

source: Visible to:
bn_bd: দৃশ্যমান:
cs: Viditelné:
ia: Visibile a:
ka: ხილულია:
pt_br: Visível para:
ro: Vizibil pentru:
ru: Видимо для:
th: ผู้ที่สามารถมองเห็นได้:

source: Name A-Z
bn_bd: নাম A-Z
cs: Jméno A-Z
ia: Nomine A-Z
ka: ანბანურად
pt_br: Nome A-Z
ro: Nume A-Z
ru: В алфавитном порядке
th: ชื่อตามตัวอักษร

source: Most Members
bn_bd: অধিকাংশ সদস্য
cs: Nejvíce členů
ia: Plus membros
ka: მეტი მომხმარებლიდან
pt_br: Mais membros
ro: Cei mai mulți membri
ru: От бо́льших к ме́ньшим
th: ที่มีสมาชิกมากที่สุดก่อน

source: Fewest Members
bn_bd: স্বল্প সংখ্যক সদস্য
cs: Nejméně členů
ia: Minus membros
ka: ნაკლები მომხმარებლიდან
pt_br: Menos membros
ro: Cei mai puțini membri
ru: От ме́ньших к бо́льшим
th: ที่มีสมาชิกน้อยที่สุดก่อน

source: The group must have at least one curator.
bn_bd: গ্রুপে অবশ্যই অন্ততপক্ষে একজন তত্ত্বাবধায়ক থাকতে হবে।
cs: Skupina musí mít alespoň jednoho správce.
ia: Le gruppo debe haber al minus un curator.
ka: ჯგუფს უნდა ჰყავდეს, სულ მცირე, ერთი ზედამხედველი მაინც.
pt_br: O grupo deve ter pelo menos um curador.
ro: Grupul trebuie să conțină cel puțin un custode.
ru: У группы должен быть минимум один куратор.
th: กลุ่มต้องมีผู้พิทักษ์อย่างน้อยหนึ่งคน

source: Start typing the name/email/username of a vouched Mozillian.
bn_bd: একজন ভাউচকৃত মজিলিয়ানের নাম /email/username টাইপ করা শুরু করুন।
cs: Začněte psát jméno/e-mail/uživatelské jméno potvrzeného člena serveru Mozillians.
ia: Comenciar per le insertion de nomine/email/nomine de usator de un Mozilliano garantite.
ka: აკრიფეთ თავდებული მოზილელის სახელი/ელფოსტა/მომხმარებლის სახელი.
pt_br: Comece digitando o nome/e-mail/usário de um Mozillian atestado.
ro: Începe prin a scrie numele /email/username al unui mozillian recomandat.
ru: Начните набирать имя/электронную почту/имя пользователя проверенного Мозилльянина.
th: เริ่มพิมพ์ชื่อ/อีเมล/ชื่อผู้ใช้ของ Mozillian ที่ผ่านการรับรอง

source: Only staff and NDA members can become access group curators
cs: Pouze zaměstnanci a členové NDA se mohou stát správci přístupu do skupiny
ia: Solo membros del staff e del NDA pote devenir curatores de gruppo de accesso
ka: მხოლოდ თანამშრომლებსა და გაუთქმელობის შეთანხმების ხელმომწერებს (NDA) შეუძლიათ გახდნენ წვდომის ჯგუფის ზედამხედველები
pt_br: Somente funcionários e membros NDA podem se tornar curadores de grupo de acesso
ro: Doar personalul și membrii care au semnat acordul de confidențialitate (non-disclosure agreement) - NDA
ru: Только штатные сотрудники и волонтёры, подписавшие соглашение о неразглашении (NDA), могут стать кураторами групп доступа
th: เฉพาะพนักงานและสมาชิก NDA เท่านั้นที่สามารถเป็นผู้พิทักษ์กลุ่มการเข้าถึงได้

source: The maximum expiration date for a group cannot exceed two years.
bn_bd: কোন গ্রুপের সর্বাধিক মেয়াদ তারিখ দুই বছরের অধিক হতে পারবে না।
cs: Maximální doba vypršení členství ve skupině nemůže překročit dva roky.
ia: Le data maxime de expiration pro un gruppo non pote exceder duo annos.
ka: ვადის ამოწურვის თარიღი ჯგუფისთვის, არ უნდა აჭარბებდეს ორ წელიწადს.
pt_br: A data máxima de expiração para um grupo não pode exceder dois anos.
ro: Perioada maximă de expirare a unui grup nu poate depăși doi ani.
ru: Максимальный срок действия группы не может превышать двух лет.
th: วันที่หมดอายุสูงสุดสำหรับกลุ่มต้องไม่เกิน 2 ปี

source: You need to be the curator of this group before inviting someone to join.
bn_bd: কাউকে যোগ দেওয়ার আমন্ত্রণ করার পূর্বে আপনাকে গ্রুপের কিউরেটর হতে হবে।
cs: Pro pozvání nového člena do této skupiny musíte být jejím správcem.
ia: Tu debe ser le curator de iste gruppo ante que invitar alcuno a junger se.
ka: ჯგუფში სხვების მოსაწვევად, ამ ჯგუფის ზედამხედველი უნდა იყოთ.
pt_br: Você precisa ser curador deste grupo antes de convidar alguém para participar.
ro: Trebuie să fii custode al acestui grup înainte de a invita pe cineva să se alăture.
ru: Вам нужно быть куратором этой группы до того, как приглашать кого-то присоединиться.
th: คุณต้องเป็นผู้พิทักษ์ของกลุ่มนี้ก่อนที่จะเชิญใครบางคนมาเข้าร่วมได้

source: Only staff and NDA members are allowed to be invited
cs: Pozváni mohou být pouze zaměstnanci a členové s NDA
ia: Solo membros del staff e del NDA pote ser invitate
ka: მხოლოდ თანამშრომლებისა და გაუთქმელობის შეთანხმების ხელმომწერების (NDA) მოწვევაა დაშვებული
pt_br: Apenas funcionários e membros com NDA estão autorizados a ser convidados
ro: Doar personalul și membrii care au semnat acordul de confidențialitate (non-disclosure agreement) - NDA sunt permiși
ru: Могут быть приглашены только штатные сотрудники и волонтёры, подписавшие соглашение о неразглашении (NDA)
th: เฉพาะพนักงานและสมาชิก NDA เท่านั้นที่ได้รับอนุญาตให้ได้รับเชิญ

source: You need to be the administrator of this group in order to edit this section.
bn_bd: এই অংশ সম্পাদনা করতে আপনাকে এই গ্রুপের প্রশাসক হতে হবে।
cs: Pro úpravu této sekce musíte být administrátorem skupiny.
ia: Tu debe ser le administrator de iste gruppo pro modificar iste section.
ka: მოცემული განყოფილების ჩასასწორებლად, ამ ჯგუფის ხელმძღვანელი უნდა იყოთ.
pt_br: Você precisa ser administrador deste grupo para editar esta seção.
ro: Trebuie să fii administrator al acestui grup pentru a edita această secțiune.
ru: Вам нужно быть администратором этой группы, чтобы изменять этот раздел.
th: คุณต้องเป็นผู้ดูแลระบบของกลุ่มนี้เพื่อแก้ไขส่วนนี้

source: You must either specify the criteria or change the acceptance selection.
bn_bd: আপনাকে অবশ্যই নির্ণায়ক উল্লেখ অথবা গ্রহনযোগ্য নির্বাচনের পরিবর্তন করতে হবে।
cs: Musíte také specifikovat kritéria nebo změnit způsob schvalování.
ia: Tu debe o specificar le criterios o modificar le selection de acceptation.
ka: ან უნდა მიუთითოთ მოთხოვნები, ან შეცვალოთ მიღების პარამეტრები.
pt_br: Você deve especificar os critérios ou alterar a seleção de aceitação.
ro: Trebuie să specifici un criteriu sau să schimbi selecția de acceptare.
ru: Необходимо или указать критерии, или изменить настройки присоединения.
th: คุณต้องระบุเกณฑ์หรือเปลี่ยนการเลือกยอมรับสมาชิก

source: An access group cannot be of type Open.
cs: Přístupová skupina nemůže být typu Otevřená.
ia: Un gruppo de accesso non pote ser de typo Aperte.
ka: წვდომის ჯგუფი ვერ იქნება ღია სახის.
pt_br: Um grupo de acesso não pode ser do tipo aberto.
ro: Accesul la grup nu poate fi de tip „deschis”.
ru: Группа доступа не может иметь тип «Открытая».
th: กลุ่มการเข้าถึงไม่สามารถเป็นชนิดเปิดกว้างได้

source: Select Group Type
bn_bd: গ্রুপের ধরণ নির্বাচন করুন
cs: Vyberte typ skupiny
ia: Eliger le typo de gruppo
ka: მიუთითეთ ჯგუფის სახეობა
pt_br: Selecionar Tipo de Grupo
ro: Selectează tipul grupului
ru: Выберите тип группы
th: เลือกชนิดกลุ่ม

source: You do not have the permissions to provision an access group.
cs: Nemáte oprávnění k vytvoření přístupové skupiny.
ia: Tu non ha le permissos a fornir un gruppo de accesso.
ka: თქვენ არ გაქვთ წვდომის ჯგუფის შექმნის უფლება.
pt_br: Não tem permissões para aprovisionamento a um grupo de acesso.
ro: Nu ai permisiuni să creezi un grup de acces.
ru: У вас нет прав на предоставление доступа к группе.
th: คุณไม่ได้รับอนุญาตให้เตรียมใช้งานกลุ่มการเข้าถึง

source: An access group must be of type Reviewed or Closed.
cs: Přístupová skupina musí být typu Ověřená nebo Uzavřená.
ia: Un gruppo de accesso debe ser de typo Revidite o Claudite.
ka: წვდომის ჯგუფი უნდა იყოს დამოწმებული ან დახურული სახის.
pt_br: Um grupo de acesso deverá ser do tipo Revisado ou Fechado.
ro: Grupul de acces trebuie să fie de tipul „recenzat” sau „închis”.
ru: Группа доступа должна иметь тип «Проверенная» или «Закрытая».
th: กลุ่มการเข้าถึงต้องเป็นชนิด ตรวจทานแล้ว หรือ ปิดแล้ว

source: All
bn_bd: সব
cs: Vše
ia: Toto
ka: ყველა
pt_br: Todos
ro: Toți
ru: Все
th: ทั้งหมด

source: Members
bn_bd: সদস্যবৃন্দ
cs: Členové
ia: Membros
ka: წევრები
pt_br: Membros
ro: Membri
ru: Участники
th: สมาชิก

source: Pending Members
bn_bd: অনিষ্পন্ন সদস্য
cs: Čekající členové
ia: Membros pendente
ka: განსახილველი წევრები
pt_br: Membros pendentes
ro: Membri în așteptare
ru: Ожидающие участники
th: สมาชิกที่รอการยอมรับ

source: Pending Terms
bn_bd: অনিষ্পন্ন শর্তাবলী
cs: Nepřečtené podmínky
ia: Terminos pendente
ka: განსახილველი პირობები
pt_br: Termos pendentes
ro: Termeni în așteptare
ru: Ожидающие условия
th: เงื่อนไขที่รอการยอมรับ

source: Renewals
bn_bd: নবায়নসমূহ
cs: Obnovení
ia: Renovationes
ka: განახლებები
pt_br: Renovações
ro: Reînnoiri
ru: Обновления
th: การต่ออายุ

source: I accept these terms.
bn_bd: আমি এসব শর্তাবলী মেনে নিলাম।
cs: Souhlasím s těmito podmínkami.
ia: Io accepta iste terminos.
ka: ვეთანხმები მოცემულ პირობებს.
pt_br: Aceito estes termos.
ro: Sunt de acord cu acești termeni.
ru: Я принимаю эти условия.
th: ฉันยอมรับเงื่อนไขเหล่านี้

source: I don't accept these terms.
bn_bd: আমি এসব শর্তাবলী মানি না।
cs: Nesouhlasím s těmito podmínkami.
ia: Io non accepta iste terminos.
ka: არ ვეთანხმები მოცემულ პირობებს.
pt_br: Não aceito estes termos.
ro: Nu sunt de acord cu acești termeni.
ru: Я не принимаю эти условия.
th: ฉันไม่ยอมรับเงื่อนไขเหล่านี้

source: Group must be of type Reviewed or Closed for Access Groups.
cs: Přístupové skupiny musí být typu Ověřená nebo Uzavřená.
ia: Un gruppo debe ser de typo Revidite o Claudite pro Gruppos de accesso.
ka: წვდომის ჯგუფები უნდა იყოს დამოწმებული ან დახურული სახის.
pt_br: O grupo deverá ser do tipo Revisado ou Fechado, para Grupos de Acesso.
ro: Grupul trebuie să fie de tip „recenzat” sau „închis” pentru grupuri de acces.
ru: Группы доступа должны иметь тип «Проверенная» или «Закрытая».
th: กลุ่มการเข้าถึงต้องเป็นชนิด ตรวจทานแล้ว หรือ ปิดแล้ว

source: Group type
bn_bd: গ্রুপের ধরন
cs: Typ skupiny
ia: Typo de gruppo
ka: ჯგუფის სახეობა
pt_br: Tipo de grupo
ro: Tipul de grup
ru: Тип группы
th: ชนิดกลุ่ม

source: Name
bn_bd: নাম
cs: Jméno
ia: Nomine
ka: სახელი
pt_br: Nome
ro: Nume
ru: Имя
th: ชื่อ

source: This name already exists.
bn_bd: নামটি ইতোমধ্যে বিদ্যমান রয়েছে।
cs: Tento název již existuje.
ia: Iste nomine jam existe.
ka: ასეთი სახელი უკვე არსებობს.
pt_br: Este nome já existe.
ro: Acest nume există deja.
ru: Это имя уже существует.
th: มีชื่อนี้อยู่แล้ว

source: Member
bn_bd: সদস্য
cs: Člen
ia: Membro
ka: წევრი
pt_br: Membros
ro: Membru
ru: Участник
th: สมาชิก

source: Pending terms
bn_bd: অনিষ্পন্ন শর্তাবলী
cs: Nepřečtené podmínky
ia: Terminos pendente
ka: განსახილველი პირობები
pt_br: Termos pendentes
ro: Termeni în așteptare
ru: Ожидающие условия
th: เงื่อนไขที่รอการยอมรับ

source: Pending
bn_bd: অনিষ্পন্ন
cs: Čekající
ia: Pendente
ka: განხილვის მოლოდინში
pt_br: Pendente
ro: În așteptare
ru: Ожидающий
th: รอการยอมรับ

source: Open
bn_bd: খুলুন
cs: Otevřená
ia: Aperite
ka: ღია
pt_br: Aberto
ro: Deschide
ru: Открытая
th: เปิด

source: Reviewed
bn_bd: পর্যালোচনা করা হয়েছে
cs: Zkontrolováno
ia: Revidite
ka: დამოწმებული
pt_br: Revisado
ro: Recenzat
ru: Проверенная
th: ตรวจทานแล้ว

source: Closed
bn_bd: বন্ধ করা হয়েছে
cs: Uzavřená
ia: Claudite
ka: დახურული
pt_br: Fechado
ro: Închis
ru: Закрытая
th: ปิดแล้ว

source: Access Group
bn_bd: অ্যাক্সেস গ্রুপ
cs: Přístupová skupina
ia: Gruppo de accesso
ka: წვდომის ჯგუფი
pt_br: Grupo de acesso
ro: Grupul de acces
ru: Группа доступа
th: กลุ่มการเข้าถึง

source: Tag
bn_bd: ট্যাগ
cs: Štítek
ia: Etiquetta
ka: ჭდე
pt_br: Etiqueta
ro: Etichetă
ru: Метка
th: ป้ายกำกับ

source: Description
bn_bd: বিবরণ
cs: Popis
ka: აღწერა
pt_br: Descrição
ro: Descriere
ru: Описание
th: คำอธิบาย

source: IRC Channel
bn_bd: IRC চ্যানেল
cs: IRC kanál
ia: Canal IRC
ka: IRC არხი
pt_br: Canal IRC
ro: Canal IRC
ru: IRC-канал
th: ช่อง IRC

source: An IRC channel where this group is discussed (optional).
bn_bd: IRC চ্যানেল যেখানে এই গ্রুপ আলোচনা করে থাকে (ঐচ্ছিক)।
cs: IRC kanál, kde je téma této skupiny diskutováno (volitelné).
ia: Un canal IRC ubi iste gruppo es discutite (optional).
ka: IRC არხი, ამ ჯგუფის განხილვებისთვის (არასავალდებულო).
pt_br: Um canal IRC onde este grupo discute (opcional).
ro: Un canal IRC unde discută acest grup (opțional).
ru: IRC-канал, где обсуждается эта группа (опционально).
th: ช่อง IRC ที่ใช้อภิปรายสำหรับกลุ่มนี้ (เพิ่มเติม)

source: Website
bn_bd: ওয়েবসাইট
cs: Webová stránka
ia: Sito web
ka: ვებსაიტი
pt_br: Site
ro: Site web
ru: Веб-сайт
th: เว็บไซต์

source: A URL of a web site with more information about this group (optional).
bn_bd: এই গ্রুপ সম্পর্কে আরও তথ্য সম্বলিত ওয়েব সাইটের URL (ঐচ্ছিক)।
cs: URL webové stránky, kde je k dispozici více informací týkající se této skupiny (volitelné).
ia: Un URL de un sito web con plus informationes re iste gruppo (optional).
ka: URL-ბმული ვებსაიტის, სადაც მოცემული იქნება დამატებითი ინფორმაცია, ამ ჯგუფის შესახებ (არასავალდებულო).
pt_br: Uma URL de um site com mais informações sobre esse grupo (opcional).
ro: Un URL cu mai multe informații despre acest grup (opțional).
ru: Адрес веб-сайта с дополнительной информацией об этой группе (необязательно).
th: URL ของเว็บไซต์พร้อมข้อมูลเพิ่มเติมเกี่ยวกับกลุ่มนี้ (ไม่บังคับ)

source: Wiki
bn_bd: উইকি
ka: ვიკი
ru: Вики
th: วิกิ

source: A URL of a wiki with more information about this group (optional).
bn_bd: এই গ্রুপ সম্পর্কে আরও তথ্য সম্বলিত উইকির URL (ঐচ্ছিক)।
cs: URL wiki, kde je k dispozici více informací o této skupině (volitelné).
ia: Un URL de un wiki con altere informationes re iste gruppo (optional).
ka: ვიკი-ბმული, სადაც მოცემული იქნება დამატებითი ინფორმაცია, ამ ჯგუფის შესახებ (არასავალდებულო).
pt_br: Uma URL de um wiki com mais informações sobre esse grupo (opcional).
ro: Un URL cu mai multe informații despre acest grup (opțional).
ru: Адрес вики с дополнительной информацией об этой группе (необязательно).
th: URL ของวิกิพร้อมข้อมูลเพิ่มเติมเกี่ยวกับกลุ่มนี้ (ไม่บังคับ)

source: Accepting new members
bn_bd: নতুন সদস্য গৃহীত হচ্ছে
cs: Přijímá nové členy
ia: Acceptation de nove membros
ka: ახალი წევრების მიღება
pt_br: Aceitando novos membros
ro: Acceptă membri noi
ru: Принимает новых членов
th: การรับสมาชิกใหม่

source: New Member Criteria
bn_bd: নতুন সদস্যের মানদণ্ড
cs: Kritéria pro nového člena
ia: Criterios de nove membros
ka: მოთხოვნები ახალი წევრის შერჩევისას
pt_br: Critérios para novos membros
ro: Criterii pentru membrii noi
ru: Критерии Нового Участника
th: เกณฑ์การรับสมาชิกใหม่

source: Specify the criteria you will use to decide whether or not you will accept a membership request.
bn_bd: আপনার মানদন্ড নির্ধারণ করুন যার ভিত্তিতে আপনি সিদ্ধান নেবেন কোন সদস্যপদের আহ্বান গ্রহন করা হবে কি না।
cs: Zvolte kritéria, podle kterých se budete rozhodovat, zda akceptujete žádost o členství.
ia: Specifica le criterios que tu usara pro decider si tu acceptara o non un requesta de adhesion.
ka: მიუთითეთ ის მოთხოვნები, რომლის მიხედვითაც გადაწყვეტთ მიიღოთ თუ არა გაწევრიანების მსურველები.
pt_br: Especifique os critérios usados para decidir se o pedido de participação será aceito ou não.
ro: Specifică criteriile folosite pentru a decide acceptarea unui membru nou.
ru: Уточните критерии, которые будут использоваться, чтобы решить, действительно ли вы будете принимать запрос о членстве.
th: ระบุเกณฑ์ที่คุณจะใช้ตัดสินใจว่าคุณจะยอมรับคำขอเป็นสมาชิกหรือไม่

source: Whether group is shown on the UI (in group lists, search, etc). Mainly intended to keep system groups like "staff" from cluttering up the interface.
cs: Zda je skupina zobrazena v UI (v seznamu skupin, vyhledávání apod.). Účelem je ponechat systémové skupiny jako "vedení" v rámci UI skryté.
ia: Si le gruppo es presentate sur le interfacie de usator (in listas de gruppo, recerca, etc). Principalmente destinate a preservar le gruppos de systema como "staff" ab incombrar le interfacie.
ka: ხილული იყოს თუ არა ჯგუფი (ჯგუფების ჩამონათვალში, ძიებაში და ა. შ.). ზოგადად მიღებულია, რომ ისეთი ჯგუფებით, როგორიცაა "თანამშრომლები", არ გადაიტვირთოს სამომხმარებლო გარემო.
pt_br: Se o grupo é exibido na interface do usuário (em listas de grupos, pesquisas, etc). O principal objetivo é evitar congestionar a interface com grupos de sistemas como "staff".
ro: Dacă acest grup este afișat în interfață (în listele de grupuri, căutare, etc). În principal destinat pentru a păstra grupurile de sistem precum „staff” ca să nu aglomereze interfața.
ru: Показывать ли группу в интерфейсе (в списках групп, при поиске и т. п.). Предназначено, в основном, чтобы группы типа «staff» не загружали интерфейс.

source: Terms
bn_bd: শর্তাবলী
cs: Podmínky
ia: Terminos
ka: პირობები
pt_br: Termos
ro: Termeni
ru: Условия
th: เงื่อนไข

source: Invalidation days
bn_bd: অবৈধতা দিন
cs: Dny do zneplatnění
ia: Dies de invalidation
ka: უქმე დღეები
pt_br: Dias para invalidação
ro: Zile de invalidare
ru: Время недействительности в днях
th: จำนวนวันในการยกเลิก

source: Please enter any additional text for the invitation email
bn_bd: দয়া করে আমন্ত্রিত ইমেইলের জন্য অতিরিক্ত লেখা দিন
cs: Zadejte prosím jakýkoliv doplňující text e-mailu s pozvánkou
ia: Per favor insere ulle altere texto pro le email de invitation
ka: გთხოვთ დაურთოთ დამატებითი ტექსტი მოსაწვევს
pt_br: Digite qualquer texto adicional para o e-mail de convite
ro: Te rugăm să adaugi orice alt text suplimentar pentru e-mailul de invitație
ru: Пожалуйста, введите любой дополнительный текст для пригласительного письма
th: โปรดป้อนข้อความเพิ่มเติมใด ๆ สำหรับอีเมลคำเชิญ

source: Inviter
bn_bd: আমন্ত্রক
cs: Hostitel
ia: Invitator
ka: მომწვევი
pt_br: Quem convida
ro: Persoana care invită
ru: Пригласивший
th: ผู้เชิญ

source: Redeemer
bn_bd: উদ্ধারক
cs: Pozvaný
ia: Redemptor
ka: მიმღები
pt_br: Redentor
ro: Persoana primitoare
ru: Принял(а)
th: ผู้แลก

source: %(count)d outstanding request to join Mozillians group "%(name)s"
cs: %(count)d čekající žádost pro připojení ke skupině Mozillians "%(name)s"
ia: %(count)d requesta pendente pro junger se al gruppo de Mozillianos "%(name)s"
ka: მოზილელების "%(name)s" ჯგუფში გაწევრიანების %(count)d განუხილველი მოთხოვნა
pt_br: %(count)d solicitação pendente para participar do grupo de Mozillians "%(name)s"
ro: %(count)d cerere fără răspuns de alăturare în grupul de mozillieni „%(name)s”
ru: %(count)d открытый запрос на присоединение к группе Мозилльян «%(name)s»
th: %(count)d คำขอเข้าร่วมกลุ่ม Mozillians "%(name)s"

source: Accepted to Mozillians group "%s"
bn_bd: Mozillians গ্রুপ "%s" এ গৃহীত হয়েছেন
cs: Pro skupinu Mozillians "%s" schváleno
ia: Acceptate al gruppo de Mozillianos "%s"
ka: მოზილელების "%s" ჯგუფში მიღებულია
pt_br: Aceito no grupo Mozillians "%s"
ro: Acceptat în grupul de mozillieni „%s”
ru: Принят в группу Мозилльян «%s»
th: ยอมรับให้เข้าร่วมกลุ่ม Mozillians "%s" แล้ว

source: Not accepted to Mozillians group "%s"
bn_bd: Mozillians গ্রুপ "%s" এ গৃহীত হননি
cs: Pro skupinu Mozillians "%s" neschváleno
ia: Non acceptate al gruppo de Mozillianos "%s"
ka: მოზილელების "%s" ჯგუფში, არაა მიღებული
pt_br: Não aceito no grupo Mozillians "%s"
ro: Neacceptat în grupul de mozillieni „%s”
ru: Не принят в группу Мозилльян «%s»
th: ไม่ได้ยอมรับให้เข้าร่วมกลุ่ม Mozillians "%s"

source: Status changed for Mozillians group "%s"
bn_bd: Mozillians গ্রুপ "%s" এর জন্য স্ট্যাটাস পরিবর্তন হয়েছে
cs: Stav pro Mozillians skupinu "%s" se změnil
ia: Stato cambiate pro le gruppo de Mozillianos "%s"
ka: მოზილელების "%s" ჯგუფის მიმდინარე მდგომარეობა შეიცვალა
pt_br: Status alterado para grupo de Mozillians "%s"
ro: Stare schimbată pentru grupul de mozillieni „%s”
ru: Изменён статус для группы Мозилльян «%s»
th: เปลี่ยนสถานะสำหรับกลุ่ม Mozillians "%s" แล้ว

source: Removed from Mozillians group "%s"
bn_bd: মজিলিয়ান গ্রুপ থেকে সরিয়ে ফেলা হয়েছে "%s"
cs: Odebrán ze skupiny Mozillians "%s"
ia: Eliminate ab le gruppo de mozillianos "%s"
ka: მოზილელების "%s" ჯგუფიდან ამოშლილია
pt_br: Removido do grupo Mozillians "%s"
ro: Eliminat din grupul de mozillieni „%s”
ru: Удалён из группы Мозилльян «%s»
th: เอาออกจากกลุ่ม Mozillians "%s" แล้ว

source: This group does not allow members to remove themselves.
bn_bd: এই গ্রুপ সদস্যদেরকে স্ব-অপসারণের অনুমতি নেই।
cs: Tato skupina neumožňuje členům, aby se mohli sami sebe odebrat.
ia: Iste gruppo non consenti que le membros elimina se mesme.
ka: ამ ჯგუფში არაა დაშვებული წევრების მიერ საკუთარი თავის ამოშლა.
pt_br: Este grupo não permite que os membros removam a si mesmos.
ro: Acest grup nu permite membrilor să se elimine pe ei înșiși.
ru: Эта группа не позволяет участникам удалять себя.
th: กลุ่มนี้ไม่อนุญาตให้สมาชิกเอาตนเองออก

source: The group needs at least one curator.
bn_bd: এই গ্রুপের অন্তত একজন তত্ত্বাবধায়ক প্রয়োজন।
cs: Skupina potřebuje alespoň jednoho správce.
ia: Iste gruppo non consenti que le membros elimina se mesme.
ka: ჯგუფი საჭიროებს, სულ მცირე, ერთ ზედამხედველს.
pt_br: O grupo precisa de pelo menos um curador.
ro: Grupul are nevoie de cel puțin un custode.
ru: Группе требуется как минимум один куратор.
th: กลุ่มจำเป็นต้องมีผู้พิทักษ์อย่างน้อยหนึ่งคน

source: You have been removed from this group.
bn_bd: আপনাকে এই গ্রুপ থেকে অপসারণ করা হয়েছে।
cs: Byli jste odstraněni ze skupiny.
ia: Tu ha essite eliminate ab iste gruppo.
ka: თქვენ ამოშლილი ხართ ამ ჯგუფიდან.
pt_br: Você foi removido deste grupo.
ro: Ai fost eliminat din acest grup.
ru: Вы удалены из этой группы.
th: คุณได้ถูกเอาออกจากกลุ่มนี้แล้ว

source: The group member has been removed.
bn_bd: গ্রুপের সদস্য অপসারণ করা হয়েছে।
cs: Člen skupiny byl odebrán.
ia: Tu ha essite eliminate ab iste gruppo.
ka: ჯგუფის ერთ-ერთი წევრი ამოშლილია.
pt_br: O membro foi removido do grupo.
ro: Acest membru al grupului a fost eliminat.
ru: Участник группы был удалён.
th: สมาชิกกลุ่มได้ถูกเอาออกแล้ว

source: This user has not requested membership in this group.
bn_bd: এই ব্যবহারকারী এই গ্রুপের সদস্যতার অনুরোধ করেননি।
cs: Tento uživatel o členství v této skupině nežádal.
ia: Iste usator non ha requirite adhesion in iste gruppo.
ka: ამ მომხმარებელს არ მოუთხოვია ამ ჯგუფში გაწევრიანება.
pt_br: Este usuário ainda não solicitou participar deste grupo.
ro: Acest utilizator nu a cerut calitatea de membru în acest grup.
ru: Этот пользователь не запрашивал членство в этой группе.
th: ผู้ใช้นี้ไม่ได้ขอเป็นสมาชิกในกลุ่มนี้

source: This user is already a member of this group.
bn_bd: এই ব্যবহারকারী ইতিমধ্যে এই গ্রুপের একজন সদস্য।
cs: Tento uživatel je již členem této skupiny.
ia: Iste usator es jam un membro de iste gruppo.
ka: მომხმარებელი, უკვე გაწევრიანებულია ამ ჯგუფში.
pt_br: Este usuário já é membro deste grupo.
ro: Acest utilizator este deja membru al acestui grup.
ru: Пользователь уже является членом этой группы.
th: ผู้ใช้นี้เป็นสมาชิกของกลุ่มนี้อยู่แล้ว

source: The membership of the user has been renewed.
bn_bd: ব্যবহারকারীর সদস্যপদ নবায়ন করা হয়েছে।
cs: Členství uživatele bylo obnoveno.
ia: Le adhesion del usator ha essite renovate.
ka: მომხმარებლის წევრობის მონაცემები განახლებულია.
pt_br: A participação do usuário foi renovada.
ro: Calitatea de membru al utilizatorului a fost reînnoită.
ru: Участие пользователя было обновлено.
th: การเป็นสมาชิกของผู้ใช้ได้ถูกต่ออายุแล้ว
